#version: 0.2 - Trained by `huggingface/tokenizers`
a a
h h
b b
g g
c c
f f
d d
e e
aa aa
hh hh
bb bb
gg gg
aaaa aaaa
hhhh hhhh
e d
c d
e f
g f
c b
cc cc
ff ff
e dd
a b
ee ee
c dd
bb b
ff f
g h
aaaaaaaa aaaaaaaa
hhhhhhhh hhhhhhhh
dd dd
e ff
c bb
hh h
gg g
gg f
cc d
ee d
ee f
dd d
c f
g ff
c bbbb
c e
d f
cc b
a bb
gggg gggg
aa b
g e
d b
c bbb
bbbb bbbb
gg gf
g hh
g hhhh
aaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaa
hhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhh
e ffff
gg h
aa ab
e fff
cc cd
aa a
e b
g d
edd d
cdd d
gg ff
ee ed
cc dd
ee dd
ee ff
g hhh
g b
cc bb
ee ef
c ed
bbbb b
cb cb
g ffff
g fff
a h
cccc cccc
cd cd
gf gf
gh gh
c ef
d e
cc cb
ed f
h f
ee e
c a
ab ab
ef ef
aa bb
cc cdd
gggg f
cd f
ed ed
g hhhhhhhh
gg hhhh
ee edd
aaaa b
a bbb
ffff f
ggg ff
bbbb bb
cd b
eeee eeee
gg hh
g ef
cc bbb
f b
gg gh
g c
aa abb
d ed
ah ah
gf d
cbbbb b
ee fff
e cb
aaaaaaaa aaaa
edd dd
gg fff
dddd d
hhhh h
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
e gf
a bbbb
ee ddd
f d
cccc d
e cd
cb d
gg hhh
cc ddd
ee eff
ef d
g ed
ffff ffff
cdd dd
cc cbb
e c
hhhh hh
dddd dddd
cc c
eeee f
h e
cc bbbb
d a
cccc b
ghhhh h
aaaa ab
gh f
aa bbb
eeee d
g a
h b
gggg gf
ee ffff
c ab
h d
e a
ce b
cd ef
gg hhhhhhhh
cc cbbbb
ed b
g df
gg ffff
c ee
cd e
hhhh hhh
ed e
f a
gggg h
ef e
h c
gggg ff
g cf
effff f
ghhhh hh
aaaa aab
dd f
ggg hh
c edd
ee dddd
bbbbbbbb bbbbbbbb
ggg fff
cc dddd
d cb
gggggggg gggggggg
ef gf
cd ed
cf b
aaa bbb
cc e
gg e
gb gb
gh gf
eed f
d cd
c ff
cc f
d ef
g hhhhhhhhhhhhhhhh
d ff
d bb
cbbbb bb
cc cbbb
gggg ggf
gf e
ef ed
aaaa bb
aa bbbb
cb ab
cb cd
ccd f
g ee
aaaa a
dd b
c eff
aaaa aaab
ggg hhh
ab a
gf ed
ghhhh hhh
edd ddd
cccc dd
ggg ffff
gffff f
cc cddd
ee efff
ge ge
db db
cdd ddd
edd f
c eed
ee effff
cccc cd
bbbb bbb
ed ef
aaaaaaaa b
cc bbbbb
cd ff
df df
cf cf
eeee ff
gggg gff
ce ce
cccc bb
cd cb
ee eddd
eeee dd
aaaa abb
h gh
cc ef
ggg hhhhhhhh
edd dddd
cd cdd
gf ef
a bbbbb
ggf d
ed cb
g eff
dd e
ccd b
f e
gghhhh h
bbbbbbbb b
c eef
ed cd
d ee
cbbbb bbb
aaaa aa
aaaa aaa
gh gggg
df d
hhhhhhhhhhhhhhhh hhhhhhhh
cdd f
e cbb
d c
eeee ed
gggggggg gggg
ffff ff
gg ed
cdd dddd
ca ca
gf gggg
ccb cb
cf d
gh ggf
Ġ f
eeee ef
ghh f
gg d
effff ff
cccc cb
gf gff
cccc ccd
g eef
ghh gf
hh f
hf hf
edd e
ggg hhhh
Ġ b
c aab
aaaaaaaaaaaaaaaa aaaaaaaa
cbb cd
cbb ab
gggg gggf
ef ggf
cdd b
e cc
e bb
cb aab
eb eb
e ce
g db
eed ed
g dd
ga ga
gghhhh hh
aaaa aabb
ge b
h gf
eff ed
eef ef
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
cb ccd
hb hb
gggg fff
gd gd
ee b
g edd
gggg hh
cbb d
cc ed
cccc cdd
eff d
aaa bbbb
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
bbbbbbbb bb
gb f
eff gf
e cdd
ahah ahah
eef d
aaaa bbb
cccccccc cccccccc
gg ef
gffff ff
db d
aaaaaaaa aab
ee fffff
cb a
eed b
cc bbbbbb
ced f
cc ce
cccc bbb
cd bb
ghhhhhhhh hh
gg fffff
ggf ed
e ccd
cb cbb
e cf
ggf gf
c aa
edd ef
e ge
edd cd
dd ef
ggh f
ff d
gff ef
cdd ed
aaaaaaaa ab
cbbbb bbbb
ah b
gghhhh hhh
ccd ef
c abb
e ggf
g hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ccb d
dd ed
fb fb
g eed
a bbbbbb
cccc ddd
ccd ed
aaaa aaabb
cd ee
edd b
ghhhhhhhh h
Ġ d
cd eed
gggg ggff
aaaaaaaaaaaaaaaa aaaaaaaaaaaa
gc gc
cc cbcb
gggg ggh
gggg gh
eeee fff
ah a
cd ccb
ggf ef
ab d
cc bbbbbbbb
eef ed
gggg hhh
cd cbb
eff ef
gggggggg f
fa fa
ggf e
abab abab
c gb
gff d
da da
ggg hhhhh
a bbbbbbbb
eeee eed
aa bbbbb
cb cccc
ab abb
edd ed
ghhh f
cd eff
hc hc
he he
cd cccc
ge gf
cccdd dd
eeee ddd
gg hhhhhhhhhhhhhhhh
gg ghgh
ee cb
abbbb bbb
dddd dd
bb d
gfgf gf
cb db
cc cbbbbb
ffff fff
eef gf
ccd e
aaaa abbb
cb cdd
eeedd dd
c aaab
eeee edd
hd hd
ee gf
ea ea
eeeeeeee eeeeeeee
eed ef
dddddddd dddddddd
ghhhhhhhhhhhhhhhh hhhhhhhh
cb abb
ccd cd
eed e
ghhh gf
ggh gf
a d
gh gff
ghhhhhhhh hhhh
hhh f
ed bb
eeee eef
cc ddddd
ee ddddd
gh g
hh gf
hf h
ef eff
cbcb cbcb
effff fff
cccc ccb
cb c
cc cef
aaaaaaaa aaaab
ghgh ghgh
cb dd
eb d
gggg hhhhhhhh
e h
ff ed
g efef
d cbb
ff gf
a c
cb aaab
cb ccb
gggg gfff
e gff
ccbbbb bbb
eeee eff
ce fff
e ccb
cccd f
cb cbbb
gggg ggg
ddd f
cd ccd
ef eed
cccc cccd
cd edd
cccc cbb
cc ee
gg ee
eded eded
gggf gf
aaaaaaaa bb
e gd
cb aa
ggh gh
g ahah
ccb ab
d eed
e gh
gf dd
ghhhhhhhh hhh
ed edd
aaaaaaaa aaab
eeed f
aaa bbbbb
a ca
cb cbbbb
cdd ef
cd c
cb cc
gff gf
ffffffff ffffffff
dd bb
e gg
cdcd b
cbb abb
ed ff
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaa
gggg ffff
cc cf
gggg ghh
h ahah
gffff fff
cc ced
gf h
ggh ggf
ccd ff
df e
ggg fffff
df ef
eff e
cf c
dd ff
f h
cd eef
ed eef
gggg gggff
gggf d
aaaa bbbb
abab ab
a cb
ggg hhhhhh
aaaa aabbb
ggg e
aab d
c aaa
b ab
eeffff ff
cbbbb bbbbb
efef ef
ed cbb
cc eff
cbbb d
eeee dddd
cdd e
cccc ccdd
ee cd
cccc dddd
gggg gg
gff e
cccc bbbb
cc ff
fb f
bbbbbbbbbbbbbbbb bbbbbbbbbbbbbbbb
gggg hhhh
gh ge
eedd f
ed ccd
eef e
dd cd
c eeed
db ab
cccd b
c eee
c fff
ccb cd
edd df
gcf d
cccbbbb bb
gff ed
h ggf
cdcd cdcd
aaaaaaaa abb
ghgh gh
Ġ bb
ced b
edf d
ghhhhhhhh hhhhhh
ggffff ff
gggg gggh
eeee eeed
bbbbbbbb bbb
eeef ef
effff ffff
aaaaaaaaaaaa aab
ccb ccd
cc eed
ce cd
eeee ffff
dd cb
cbb cdd
aa d
ghh ggf
edd cdd
efff ef
ee efffff
gf eef
gggf ed
e cfb
ghgh f
ccdd f
aa bbbbbb
gggg gffff
d bbb
cccc cccdd
gf ee
eeee e
eff gff
c eddd
g edf
Ġ ff
edd ff
eb db
cdd cb
ge fff
c abab
ggg ed
gggf ef
gghhhhhhhh h
gh gg
gf ggf
cbb cb
ge gd
cccc cbbb
d eff
e hh
ggg hhhhhhh
ggg ef
cccc cddd
cbb aab
eeedd ddd
aaaa aaabbb
bb ab
eef ggf
ghh gff
eed cd
c gbgb
ce cf
cdd cd
gghhhhhhhh hh
ced ed
gggg ghhh
cbb a
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhh
gggg ggfff
c eeff
h g
ccb aab
eeee eeef
cccc cbbbb
cc ab
c eedd
aaaaaaaa aabb
gh gd
ce gf
ff e
cbbb cd
gef d
eded ed
ddd b
ef dd
eeee ee
aaab ab
d cdd
aaaa abbbb
efff ed
ghhhh f
gfgf gfgf
edd eff
ef ee
ef gff
eb ab
gggggggggggggggg gggggggggggggggg
cdcd cd
ccd eed
hhh gf
eddd ed
cccdd ddd
eef eed
e ghh
eeee eedd
gghh gf
df gf
cd fff
bbb d
cb aabb
cf gf
eb f
eff ggf
g eee
edd ddddd
ghhhhhhhh hhhhh
eeed ed
eeee eeff
eeee efff
cbcb cb
cdb d
ccbb ab
ccd cdd
c gc
ggg hhhhhhhhhhhhhhhh
e ced
cccd ef
ghhhh gf
gh ggff
gh ff
b d
aabbbb bbb
cf e
efff d
cdd bb
gg eef
cccc cccb
aa c
ccd eff
g eeef
eedddd dd
ed eff
gggggggg ff
bbbbbbbb bbbb
cf df
ed cdd
cb df
h a
ee cbb
gggf e
eeee eddd
cd cccd
cc eef
ggg d
gggg gghh
cb ce
edd eed
Ġ dd
cccc ccbb
cd bbb
cb ccdd
cc a
dddd ddd
aab ab
aaa bbbbbb
ggf dd
ca bbb
ggff ef
cd cbbb
cb aaaab
f gf
gggg hhhhh
cbbbb bbbbbb
gfff gf
c aaaab
ccdddd dd
fff d
gh ghhh
cb cf
cbb ccd
eddd ef
ffffffff ff
Ġ h
eeff gf
eed eef
g hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
gggggggg h
cc edd
ef eef
cef d
gdf d
abb d
gc gd
eeff ed
gggggggg ggf
cccc bbbbb
eeffff fff
aaaaaaaaaaaa ab
cb aaa
cbbb ab
ded b
h ff
gffff ffff
h ahahahah
cdd ff
e g
h gg
ghhhh hf
cccc cc
cccbbbb bbb
ggggf gf
gd bb
aaaaaaaa aa
cdd cbb
gb gcf
ggf eef
gh ghh
ccb cbb
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhh
gff eff
c eeee
gbf cedd
ef df
gggggggg gf
cd cddd
aaaaaaaa a
gggffff ff
ggh gggg
eed ff
ccd ee
aaaaaaaa bbb
dd cbb
gg edd
cb cccb
eeef d
gghhhhhhhh hhhh
eedd ef
ggf ee
ccd bb
ge bb
eef eff
gg db
f hh
eed bb
c gd
ged b
e cbbb
ccb cdd
ce ced
ccdd b
g ahahahah
ccdd ed
eed edd
hhhhhhhh hh
eeee effff
abbb ab
g eeff
gghhhhhhhh hhh
eeee eeedd
aaaa bbbbb
ef edd
cdd edd
eb fb
efef efef
ed ee
gggh f
cb cccd
gg eb
ccd ccb
cdb db
gh gggf
aaaaaaaa aaabb
cab a
ccd cbb
h ghf
db aab
ghh ge
h ge
d ccb
ghhh ggf
aaaa aabbbb
gff ggf
cd ce
ccd cb
hhhh f
gghh f
ge gef
e gggf
cd ccbb
dd eff
efff gf
gg eff
b a
ghh g
abb ab
ggffff fff
cccd ed
eed eff
ghhhhhhhh hhhhhhh
ccd edd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
cb f
db a
abab a
ggff d
gg hhhhhhhhhhhhhhhhhhhhhhhh
cd eeed
cbbbb bbbbbbbb
aaab d
g aha
ggff gf
aaaaaaaaaaaaaaaa b
c eeef
e ceb
gfd bb
dd ee
cb ccbb
eeff d
cf hh
cdd ddddd
gggg gggfff
edd eef
c aabb
ggh gff
cccccccc d
cbb ccb
c gf
h gd
df b
cd cc
gg ecb
cd efff
eed cb
h ahb
cdf gf
gggg fffff
gbgb f
ee ggf
cd eedd
eeee ded
h ghgh
ee ffffffff
gggg gghhh
cccccccc b
gggh gf
cbb aaab
aaa d
cbcb d
dd cdd
eeeffff ff
Ġ bbb
hc hd
cbbb cb
edf ef
ggff ed
g eedd
e cdb
eff eef
bb a
hhhhhhhh h
ccb abb
cccc ccddd
ccbb d
ddd ef
ggf gff
e bbb
gaga ga
eff edd
cc aab
ed eed
cbb cbb
gb fb
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhh
aaaaaaaaaaaa bb
eb a
aaaaaaaa aaa
gcf b
gggg hhhhhh
ef gggf
gh ggh
aaaaaaaaaaaa aaab
cccdd dddd
cccd cd
ab aaab
ccd eef
g ce
ggf edd
da ca
ghh ff
ggf eff
eeedd dddd
cdd eef
cbb dd
df ed
hf he
ab aab
ghhhhh gf
hbhb hb
db cb
ghhh gff
cc bbbbbbbbb
edf df
e cccd
gggg ghhhh
gh fd
gghhh gf
aaaaaaaa abbb
ddd ed
eed ccd
c aaaa
eed cbb
aa bbbbbbbb
gcfd eedf
eeed ef
eeee fffff
gg dd
cccb d
aaaaaaa bbbb
gfff ef
cb abbb
hh g
gggg ggffff
gggf gff
hhhhhhhh hhhh
h gff
gggg g
ggg ee
eeef ed
efef d
ccdd ef
gh gggh
eeff ef
ccb a
aa cf
cdf d
ge cb
eeed b
cccc ccbbb
ee bb
ghhhhhhhhhhhhhhhh hh
fff ef
gg ffffffff
dddddddd dd
gh gfd
Ġ hh
e hhh
eef gff
aaaaa bbbbb
gghhh f
cccc cdddd
eff eff
ce ggf
gh ged
ff ef
e ggh
eedd b
gahah a
cdd df
eeef gf
fff ed
ccd ccd
cb aaabb
effff fffff
cef ed
ggf ggf
ce ffff
edddddd dd
cbbbb bbbbbbb
dd bbb
cccbbbb bbbb
gh ggggf
gh gggggggg
cdd eed
de gf
edd edd
cdd db
ghh gd
hhhh hf
e gef
ccb cbbb
gggg gfgf
eeeeeeee f
cddd ed
ggghhhhhhhh hh
cef gf
gb gc
gggg ggghh
gh gfff
eedddd ddd
ccbb cd
ge gfgf
ce ceb
abb cb
ccb aaab
hf gf
a bbbbbbbbb
cdd eff
eedd ed
ab abbb
cdd ccd
gggh ggf
g eddd
cccccccc cccc
eb aab
fff gf
cbb df
edd bb
hhhhhhhh hhh
cd ced
edd ee
edd ccd
eee gf
e cddd
ce c
ggghhhhhhhh h
ec ab
dddddddddddddddd dddddddddddddddd
eff dd
e ghhh
gghhhhhhhh hhhhhh
eeee eefff
hhhhhhhh hhhhh
cbb abbb
e cdf
ccb dd
eff eed
eef ee
e cdcd
ghh gggg
da ea
gg eed
ccb cbcb
ca d
cccb ab
cbbbb ab
c aaabb
cccc bbbbbb
e ggg
eeee eeddd
cccccccccccccccc cccccccccccccccc
hahah b
cb cef
c aaaaab
ecb ab
eff ee
ccdddd ddd
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
cdd ee
ggh ghgh
ef efff
ccbb abb
gghhhhhhhh hhhhh
cb aaaaab
hhhh gf
aaaaaaaa aabbb
aaaaaaaaaaaaaaaa aab
cccc df
cbbb ccd
eeee edddd
ggggf d
ggh ggff
e gfgf
eeddd f
aaaa abab
g ddd
gd ge
ced bb
bbbbbbbb bbbbb
gggggggg gggf
cd ccdd
cfcf cfcf
db eb
eef eef
gff dd
hf hgh
gff ee
eed eed
c eeedd
ed bbb
gggg hhhhhhh
cbbb cbb
ecb d
hd he
ccc ee
eeee eeeff
gggggggg gff
ef b
caca ca
eef dd
cd eee
f c
cdd cdd
ggggf ed
gggg gggffff
aaa bbbbbbb
ghhh gh
cd eddd
eff gggf
eed ee
Ġ aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
cbbb abb
cf h
cb de
d ce
Ġ fff
d edd
gf gggf
cb cddd
eeee ddddd
gff eef
cccd e
f cf
ccb cccc
cd eeff
d cc
cb ca
gdf df
cb cdf
ccb ccdd
gggff ef
d fff
aabb ab
gffff fffff
fa ea
cbbb cdd
ghh fd
cbb ce
cdddddd dd
d ccd
dbdb db
hhhhhhhh hhhhhh
e cccc
gg edf
e ccbb
aba ca
ggh gggf
ghh gh
g eeee
cbbb aab
c edddd
cccd ff
d eef
gf gfff
ggff ggf
gghh ggf
abb aab
dddddddd ddd
hh ge
db aa
ccb ccb
ggh gg
gc gb
gf eff
gff eed
hh gd
cee b
cf ef
e ccdd
cccc cccbb
gggg ghhhhh
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaa
gggggggg fff
eef edd
gb fd
gggggggg ggggf
ghhhhhhhhhhhhhhhh hhhh
cccdd f
de cd
df ggf
cccc ded
cddd ef
aaaa bbbbbb
eedd cd
cfb gbgb
gf edd
eed cdd
ccb cc
gggg hhhhhhhhhhhhhhhh
ddd ff
aaaaaaaa bbbb
aabb aab
dddddddd dddd
g eeed
ge ffff
ee ccd
ggh ff
a cf
cddd cd
Ġ ef
ge h
ghh gggf
dd ccd
cbb ccbb
eddd ff
efff eff
cc abb
gggg gfffff
eeeeeeeeeeeeeeee eeeeeeeeeeeeeeee
Ġ gf
aaaaaaaaaaaaaaaa aaaab
eeeef ef
Ġ ddd
aaaaaaaaaaaa abb
cc eee
cccb ccd
gfd ef
gc gcf
hh gff
cc eeed
aa cd
efd bb
ggg ffffffff
cccc ddddd
gg ecd
ggh ghf
e cece
e ggff
cb ddd
ggggf ef
cc efff
ggf gggf
a cd
ggh ghhh
aaaaaaaaaaaa aabb
gfff ed
ab f
a bbbbbbbbbbbbbbbb
ccc eff
ec gb
Ġ hhh
aba bbbbb
ge he
gh gghh
da db
aaab aaab
Ġ ed
aaaaaa bbbbb
gh gef
eeee df
ggghhhhhhhh hhh
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhh
eef gggf
e gggg
ce cdb
g cd
ee cdd
cccd cdd
edd cbb
cd cbbbb
gff gff
ghhhh ggf
aaa c
abab abb
cc bbbbbbbbbb
cc egf
edddd f
cdb ab
cccc cbbbbb
edd ccb
cb aaaa
aab aab
cbb aabb
cbd a
cb cbbbbb
ce cdd
eb aa
g ahb
ghh ggff
ghhhhhhhhhhhhhhhh hhh
gggg gghhhh
eeeeeeee d
e gfff
bb abb
aaa bbbbbbbb
cfb gb
cab abb
cfb fb
dd eed
e gfd
dd eef
db aaab
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
edddddd ddd
ghhhhhh f
edb ab
fa fb
ccd cccd
gf b
cdd ccb
ef h
ggg hhhhhhhhhhhhhhhhhhhhhhhh
ee gff
dd ccb
cccc de
db f
ef ggff
gh e
cbbb cbbb
gh ghhhh
eeff gff
hc hb
ggghh gf
aaab abb
cb aabbb
cbb cf
gggf ggf
a f
cdf ed
gggg ggghhh
cdd bbb
c eefff
bb cd
ge gdf
gfff gff
effff ffffffff
gbfcedd ecfb
cbb aaaab
eddd edd
gd gdf
ee ccb
gef df
ce gg
ec aab
eeeffff fff
gd ff
eef efef
ccbb aab
d cf
gggggggg ggff
cdcd cdd
cccc cccbbbb
ghhhhhhhhhhhhhhhh h
e cbbbb
dfdf d
Ġ bbbb
ge gff
ghh ghh
ggg eef
e cef
eeee de
gfff ggf
efff eed
fa gaga
cc aaab
ged ef
ccb aa
gggffff fff
cc eb
ghhhhhh gf
a bbbbbbbbbb
eeedd f
ghhh ge
e hf
gggf eef
effff ffffff
ghhh ff
edd cccd
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ceed b
eed edf
aaaaaaaa aaabbb
gg b
ca bbbb
cbb cbbb
ef eeef
dddd f
gghhhhhhhh hhhhhhh
ccc ff
h egf
ggghhhhhhhh hhhh
ccbbb d
ghhhhhhhhhhhhhhhh hhhhh
gggff ed
c aaaaaab
ffff fffff
cf ggf
eeee efef
ggh ghh
dfdf df
dd edd
eefff ed
eeee fd
aaab aab
cbd ff
cccb cd
cddd cdd
c eeddd
aa ce
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
cccc ccdddd
gghh gff
aaaaaaaaaaaa a
eed eeed
eff gfff
df hh
cb aaaaaab
ccd fff
eddd cd
ef eedd
eeee eded
cb e
eef df
gfgf gff
cccc cdcd
cf ed
aaaab ab
d cbbb
dcb ab
effff ed
gggf gggf
ccc eed
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaa
ccb db
ggf eed
gffff gf
eddd eff
h aha
abbb abb
gggggggg hh
ggh gggh
aaaaaaaaaaaaaaaa ab
gggg ffffff
edf b
ceb eb
efff eef
c gh
gahah aha
eeef eff
ccb aabb
cccdd ed
cc eedd
ggfff gf
ghhhhhhhhhhhhhhhh hhhhhh
cc efd
eeed edd
Ġ ab
eddd eed
ghh ged
aaaaa bbbbbb
cdb cb
g ddf
cbbbb d
ef hh
cbcb db
ceb fb
ef gg
gggff gf
cdcd f
cccd eff
fa ga
ghh gg
ccb cccb
cd ecb
gfff d
cccd eed
ccdd ff
ded bb
ggg eff
abbbbbbbb bbb
eeee ffffff
cb cccbb
cc fd
aaaaaaa bbbbb
cccc bbbbbbb
abab aba
g eddf
da eaea
cccbbbb bbbbb
eddd eef
eddd e
effff gf
cfcf cf
ccd bbb
ghh gghh
cbbbb bbbbbbbbbbbbbbbb
bbbbbbbb bbbbbb
cbbb dd
gggf ee
ec ff
c h
cd cccb
e gege
ghhh ghhh
gf db
ghhhhhhhhhhhhhhhh hhhhhhh
cd ccbbb
ccbb cdd
aaaaaaaa abbbb
b aab
cccc cccddd
df h
ef de
eeef ggf
cc aa
ceb db
Ġ hhhhhhhhhhhhhhhh
a ce
ggff eff
aaaaaaaaaaaa bbb
ghh gfff
b f
cc eeff
eeef eed
cc bbbbbbbbbbbbbbbb
gge bb
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaa
gggg gfd
edd cddd
cb cccccccc
ce cdcd
gggg ge
cf hhh
a caca
ccd eeed
cb ccccb
ccccd ef
hahah ahb
cccc ccbbbb
cedd ecfb
cb ced
ghgh ghf
eeee eeffff
dd fff
ccbbbbbbbb bbb
g bb
hfhf h
ghh ggh
a db
eedd ff
cd cdddd
cbb cef
ghh gfd
ec ee
eeddd ed
gggggggggggggggg gggggggg
eeee eedddd
aaaab d
hh ff
ggff e
effff ef
gghhh ggf
ea fafa
cdddddd ddd
gggf edd
efff e
edf gf
eeeff ed
g ced
cdd cbbb
gghhhh gf
gc gdf
cbb cccb
ecd ff
ccd cddd
efff edd
cccc cbcb
eefff ef
cbbbb abb
ghh ghhh
gggg ghhhhhh
ge cd
cff d
ccd eedd
ccdd bb
g cb
ggh ggggf
gg dbb
cdf ggf
aaaaaaaaaaaa aaabb
gggg ghgggg
cc dddddddd
edddd ed
gh ghhhhh
ab abbbb
ghhhh gff
cb ccbbb
eeee eeeffff
c eedf
cdef ed
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ddd bb
abbb aab
cbb aaabb
eeed eef
fd bb
cdddd f
hh ggf
cd cccdd
ce bb
eeeff gf
cbbb ccb
cccb aab
ccd ccbb
cb aaaabb
cd edb
eedd eff
cd eeee
eedd cdd
cb ccccd
aaaaaaaaaaaaaaaa aaaaaab
cd bbbb
hehe he
ccc eef
ggh gggggggg
gggg ed
ccdd edd
cd eeef
hc gd
eeff ggf
gggff d
ccd cdcd
de bb
ecd ef
cccc cccbbb
gggf eff
eed eded
ced ff
ggggh ggf
gh ggfff
aaaaaaaaaaaaaaaa aaab
aaaaaaaaaaaa aa
cd cccccccc
aaaaaaaaaaaaaaaa aaaaaaab
cbb cddd
gef e
gd e
efff gff
gg eee
ce a
cbb abbbb
hhhhhhhh hhhhhhh
eeee efffff
cb abbbb
ggg edd
ccb cbbbb
c aaaaa
cf cfb
efff ggf
cc fff
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhh
eeff eef
dd cbbb
h ghhh
gffff ffffffff
c ffff
ccb aaaab
aab f
cb dbdb
eeee eee
ggggggf gf
cccc f
ccb cccd
g eedf
aab abb
Ġ hhhh
edd eeed
gffff ef
cbb ccdd
hahah a
cb ccddd
edededed edededed
hhh ff
cbb aa
cddd bb
ef db
gb hb
ccb ccbb
cbb de
ccc edd
ccd efff
cdd cccd
ddd e
aabbb ab
ggggh gf
c ge
ggff gff
cece cece
cd cf
d ab
cdddd ed
hhh ggf
cccc db
Ġ aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
gggg ggfffff
gggf dd
eeff edd
cc edf
gghhhh f
ggghh f
ccd cbbb
ee dddddddd
hhhhh gf
cc aaa
de ggf
df ee
gggg ghhhhhhh
eeed ff
gg eeef
cccccccc dd
cbb c
gg ec
ced edd
gg eeff
gd gc
gffff ffffff
cedd b
eed eeff
ed cbbb
g eeeff
g ddb
gf ge
cb cbbbbbb
eded edd
cbb cccd
Ġ e
ecb aab
db abb
ccddd b
ghh gggh
aaaaaaaaaaaaaaaa aaaaab
efff ee
cbb cccc
ccdd eef
dff d
ccdd e
cccbb ab
gh gggff
he hd
ccc ab
cd efd
cef e
gggg ghgh
eeee eeefff
g ceb
gee b
efff dd
eed fd
df dd
aaaaaaaa aabbbb
ffffffffffffffff ffffffffffffffff
bbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb bbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb
cd ccccd
gff edd
eefff d
eeddd ef
ea da
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
cd ffff
eed cbbb
cf dd
cbbbb bbbbbbbbb
ccddd f
ged e
c eeeed
aaa cf
eed cccd
cccc ef
ggghhhhhhhh hhhhhh
gg de
gcfdeedf cgb
eef ggff
cedd f
aaabb ab
cab d
ced fd
gg df
cccc cddddd
gggggggg gfff
eeed e
ec edd
ghh ggggf
ghhhhh ggf
efef eff
eeee eeeddd
eedd e
hahahahah ahb
g hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
eeff eff
eed eddd
ccbbb ab
gbgb gcf
eb dd
gggg gghhhhh
cccc cbbbbbb
edf e
bbb ab
cc efe
eef eeef
gdgd gd
efgf ed
aaaaaaaaaaaaaaaa bb
ddb ab
hhh gff
cb cccdd
bbbbbbbb bbbbbbb
edddd ef
eeedd ddddd
eeee ffffffff
cdb aab
ggh ggh
ggghhhhhhhh hhhhh
gh gee
ccbb ccd
gh ggghh
eeffff fffff
eef efff
aaaa bbbbbbb
abb abb
cdd eeed
ccdd eff
gggggf ed
cf ge
Ġ ffff
gg ede
aaaa d
cc efed
gef eff
g cef
ee c
ceff d
gggf gfgf
aaab a
gggg hf
ccbb a
gggggggg ffff
eeef e
eeee eddddd
ghhh gd
ccdd ccd
eed bbb
cd effff
cddd ccd
ced e
aa f
ce hh
cb aaaaaaab
gh d
gahah b
gh gghhh
c gcgc
ca c
ghhhhhhh gf
cbbbb aab
aaabb aab
df de
h ggff
efd ff
ggf gfgf
ee eb
ggh ge
eeedd ef
eeff e
gahah ahb
cbb cdf
dbdb d
bbbb ab
cccdd b
ded ff
gff gggf
gh ggg
bb f
db cd
gggg ef
cbab d
cbcb cbb
gd ed
gege gf
ahahahah ahahahah
cbbb aaab
ee gggf
cccc c
eee cd
cf a
ce cfb
aaaaaaaa bbbbb
edd fff
eef eedd
ghh gef
cbbbbb ab
cded bb
eeeef ed
cc edb
aaaaaa bbbbbb
gdf b
gghhhhhhhhhhhhhhhh hh
cbb f
ggggf gff
gc hb
cc ecd
cccd cccd
gggggggg gggh
gd ef
cbb aaaaab
cc eddd
Ġ dddd
h df
cccdd ddddd
eb aaab
aa bbbbbbbbb
gggg e
eeed eff
cf de
cbbbb cd
Ġ aab
gggggggg hhh
eefff gf
cdd ccdd
ccb abbb
egf ed
gh ghhhhhh
cdd eddd
ga fb
fbfb fb
dd fd
gh fff
ghh fe
cbd ef
ee cbbb
gggg ghhhhhhhh
gggggggg gggff
ggff eef
gfff e
aaaaaaaaaaaaaaaa aaaaaaaab
ged bb
hf d
hhhhhh f
ee cccd
cb cee
dbb d
ccbbbbbbbb bbbb
cbbb ccbb
ebeb eb
cccdd ef
hc gdf
ghhhhhhh f
eedd eed
ca cb
gh ggggh
ccdd cd
Ġ a
aaaaaaaaaaaa aaa
cbb aaa
eeff eed
cdd fff
ccb ce
gege ge
c aaaabb
b aa
ccf gf
edf dfdf
cb ded
c aaaaaaab
ccb cbd
ghhh ggff
hhh ge
edd efff
hh fd
cef ggf
eeee dddddd
cccbbbb bbbbbb
cbb ccbbb
gggff ggf
eeeffff ffff
eff ggff
eeedd ed
aaaaaaaaaaaaaaaaaaaaaaaa aaab
ef effff
ghh gghhh
cb cde
gh gggggf
fb gb
gggg ggghhhh
ghhh g
gggh gff
cd ccccb
ce cedd
aabb aaab
ghhh gggf
eedf cgb
cddd e
ddf gf
cccccccc bb
ggghhh gf
gggg gffffff
cbb cc
gggggggg ggh
gfed ef
cb aaabbb
aba bbbbbb
gg egf
eeed bb
ccd ccdd
gf gef
aabb d
eed fff
gggggggg ggggggf
cbd bb
h ghh
ghhh fd
c eeeef
aab a
ccd cccc
abababab ab
eee ggf
ghhhhhhhhhhhhhhhhhhhhhhhh hhh
cb cded
eff eeef
dcd ff
gggg ged
cccd ccb
ccd cdb
ca db
ed ccb
hd hchc
cbbb a
cccd bb
c ghh
ghgf ef
gggggggg gggggf
ghhhh ge
cdf e
db cf
c g
cd eeedd
c gg
cccd edd
eed ccb
eed ccdd
hdhd he
effff d
cccd ee
edb d
cbb ddd
ceb d
eedd eef
aab aaab
ge hf
Ġ df
edf ed
Ġ fd
eddd cdd
ccbb aaab
Ġ ggf
Ġ bbbbb
cdcdd dddd
gfd bbb
g eefff
eddd ee
cccb cdd
eeeeeeee ff
ggggf e
c aabbb
abbbbbbbb bbbb
gh fb
ecd ed
ggff gggf
aabb abb
gh gge
eeed cd
db aaaab
Ġ aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
aa df
ged ff
cc ecb
gghhhh hf
gahahahah aha
cbbbb bbbbbbbbbb
gh gdb
cd eb
cccb cbb
ccd eeff
ccb aaa
bb df
dddd b
ggggff ef
efff efff
effff fffffff
ggfff ed
ggff ee
ded edd
aaaaaaaaaaaa aabbb
ce ge
gf ggh
fbfb f
ggfff ef
edb aab
eeef gff
ghf h
gghhh gff
Ġ hhhhh
eeeed ef
gggf gfff
eb e
gf hf
cf gg
cbbb df
dc aab
edf de
ccddd ed
eff eeff
ccdd cbb
dbb ab
ff b
gggghhhhhhhh hh
cb aaaaa
cb cff
aaaaaaaaaaaa abbb
cdddd b
ccb cddd
ggghhh f
cdd eeff
edd eedd
def ed
cccc bbbbbbbb
eeeeeeee ed
aaaaaaa bbbbbb
ghhhhhhhhhhhhhhhhhhhhhhhh hhhhh
cccd ccd
edde cfb
eb ea
ddd eff
ggg ecb
edd dddddddd
gh ghhhhhhhh
ef ge
gfd ff
ghh gfe
cccc ccbbbbb
eeef eef
ccdd cdd
h gggf
fff e
c gcf
c eeeff
ced ee
cccc dddddd
gc ab
gggff eff
e hhhh
ggg eed
ggh gghh
aaaaab d
db aaa
c ggf
c hh
eeef efef
ccd eee
cbbb cbbbb
ghhh gghh
ccdd eed
egf gff
gghhhhhhhhhhhhhhhh hhhh
cb ef
gggg gef
aaaab aaab
bbbb d
cdef gf
geb ab
gfff gggf
gghhhhh gf
fa gagaga
eeee fffffff
gg eddd
ccb aaabb
hd gd
cc efgf
ggff eed
ccccd cd
eeeff ef
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
aaabbb ab
cccd eef
bbb cd
ecd e
cb cdb
cf ee
cdd ccbb
bb aab
cccb abb
cc ca
ccd eddd
aaaa abbbbbbb
edd db
cfcf d
abbbb ab
gggg ffffffff
hc hbhb
ded ef
aaaaaaaa aaabbbb
gh ggggff
ccd fd
bbbbbbbbbbbbbbbb b
ec aa
ed fff
aaaaaab ab
cdd eedd
cb aaaaabb
gggggggg ggfff
ghhhhh gff
eeff gggf
ccbbbb ab
gggghhhhhhhh h
edd ccbb
gg efff
eeed eed
ghhh ghh
ggggggg fffff
Ġ hhhhhhhhhhhhhhhhhhhhhhhh
df gff
cccb cbbb
g eded
cddd ff
ce ghh
ga gb
abb cbb
gggg ggghgh
ced ef
ccccb d
gfd cd
ggff dd
gggggggg ggggh
cccccccc ccd
ggh ghhhh
dbdb dbdb
e ab
ggggf ggf
cccc ed
ccbbb cd
edd cb
gggg gghhhhhh
ggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ce gff
ge gdgd
ggggf gfgf
df eff
gfff eff
ce cbb
e ghhhh
eeff dd
eeef ee
cccccccc ddd
efd ef
ce ccb
gef gf
edd ccdd
abbbbbbbb bbbbb
efef e
cdff d
ce h
df ge
eeff ee
eeeeeeee dd
ccbb dd
gg edb
gggf eed
gbf cf
aba caca
eeed ccd
ggffff fffff
cccbb d
ce fffff
cbd cd
cef ef
cccc cdef
g eeeef
df hhh
eb cb
ceff ed
ggh gfff
dada da
gggggggg ggggff
ggghh ggf
eeeff d
cbb cbbbb
gff efff
edd bbb
ddd ee
ec aaab
ecd cdd
ccbb abbb
dfdf dfdf
cbcb cbbbb
ghf gf
ghhhhhh ggf
ggh ggfff
edf ggf
cfb f
dcb aab
gh gffff
db dd
gggg fffffff
cbcd ff
ggghhhhhhhh hhhhhhh
ddd cd
ec eff
cbb abab
aaa cd
gg edef
ggg dd
abb aaab
Ġ hhhhhh
eeee edddddd
eeed eeed
aaabb aaab
gggfff gf
edd cdcd
cce ggf
aaaaaaaaaaaaaaaa aabb
cbbbbb d
aaaaaaaa abbbbb
cbb aabbb
h ef
cc eeee
ce cb
cccd cdcd
eff gfgf
db df
aaaaaaaaaaaaaaaaaaaaaaaa ab
ceb f
gggggf ef
ce gggf
e ghf
cbcb cbbb
hf b
gc gbgb
gffff fffffff
hfhf hf
eeee effffff
ghhhh ff
gggg ghgf
gghhhh ggf
eedd ccd
ghhhhhhhhhhhhhhhhhhhhhhhh h
edd eeff
g eeddd
ed edf
ga f
edd cccc
ccbb ccb
ecb a
edd edf
ghhhhhhhhhhhhhhhhhhhhhhhh hhhhhhh
gghhhhhhhhhhhhhhhh h
ccdf gf
cbbb cccb
hhh gd
gfff gfff
ggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ghgh ggf
aaaab aab
eeeef gf
ggggf eef
fff dd
cbb ced
ccbbb ccd
cb cccbbb
efef df
eeedd b
cbbbb cdd
efgf ef
gggg ghggf
cd egf
cbbb ccdd
ff dd
eded b
gghhhhhhhhhhhhhhhh hhh
eddd eddd
ghhh gfd
ghhh ghhhh
ec eef
gggff e
gffff ed
aaaaaaaaaaaaaaaa abb
cccbb abb
cddd eff
cccc cdf
ccb df
aaaab abb
ce gh
ee gd
gcf cf
cab aab
gcf deed
gggg hhhhhhhhhhhhhhhhhhhhhhhh
cd gf
ccbb ccbb
cbbb abbb
aaa bbbbbbbbb
cdb a
eeef edd
eeed cdd
ge cbb
eedd edd
aaaaaaaaaaaaaaaaaaaaaaaaaaaa aaab
d gf
cbbbb ccd
ccdd ee
ded e
cddd cddd
gef de
aab dd
cccc e
egf h
ddd eef
eddd ccd
ccddd ef
ebeb db
ggh gfd
ccb aaaaab
ggfff ggf
gege gege
ggggf gggf
ggff edd
bb cf
eeef dd
cef dd
de cbb
cd a
bbb dd
ff gff
Ġ hhhhhhhh
ecb abb
eedd ee
cdb cbcb
hhhhhh gf
g edddd
f ef
ghhh gfff
c aaaaaa
cccc cbbbbbbb
ccccd cdd
h gfd
cgbgb gbgb
eed efff
c ababab
cc aaaab
de cb
ccb cdf
da d
cc ede
eff efff
ghhhhhhhhhhhhhhhhhhhhhhhh hh
eee gff
hhh fd
cccccccc cdd
ga fa
cccc cded
cccc cdddddd
c aaaaaaaab
ccbbb abb
gh ggghhh
cef gff
cf gd
cc eeef
cd eeddd
aaaaaaaaaaaaaaaaaaaaaaaa aab
Ġ gff
ed cccd
ccc eee
cddd eef
aaabb d
eeed eded
ghhh ged
ed eddd
ghghghgh ghgh
bb dd
effff fd
cbcbcbcb cbcbcbcb
eeeeeeee ef
effff gff
cf cgb
cb aabbbb
cdddd ef
c hb
ccccb ab
he h
ghh ghf
ghh ghhhh
fb eb
cbb aaaaaab
abab abbb
gghhhh hgh
ggff ggff
aaaaaaaaaaaa bbbb
cb cdef
dee b
ffff gf
gghhhhhhhhhhhhhhhh hhhhh
ce gfd
hfh ghgh
gggg gghhhhhhh
cddd edd
Ġ de
eed eedd
ff ggf
cdf ef
gggg ggghhhhh
gggggggg gffff
cc eded
edddd b
c aaabbb
ccbbbbbbbb bbbbb
e gge
ghhhhhhhh f
g cc
cb aaaaaaaab
eef gfff
cbb cccbb
ced eded
cccccccc bbb
ggfff gff
efff gggf
gggh ggff
gc hchc
hahahahah a
edf eff
eee cdd
abbb aaab
ffffffff fff
efffff gf
gggggggggggggggg gggggggggggg
aabbb aab
gggg d
Ġ cd
hdhd hd
cdf b
ccccd ff
e ghgf
cbbb cccd
ee ghh
cbcb ccd
cbb dff
df db
he hf
eedf df
ed eeed
cccb db
cbbb aabb
cddd cccd
eeee eefffff
cccb aaab
ee ce
aaaa bbbbbbbb
ghhhhhhhh gf
aaaaaaaaaaaaaaaa aaaabb
eff eddd
aaa ce
gh geef
ccbb cbb
dd cccd
effff ggf
ccce fff
eed fb
gggggggggggggggggggggggggggggggg gggggggggggggggggggggggggggggggg
cd cbab
hhhhhhhhhhhhhhhh hh
ccb ddd
gggff gff
efed ef
ghhh gghhh
cbbbbb abb
ffff d
ecdd ceb
eee ccd
cccccccc cccd
ghhh ggh
ca bbbbb
ceef d
f hhh
g dde
ea db
h ged
cddd eed
cddd cbb
Ġ eff
aa bbbbbbbbbb
cedd ddd
caa d
ccb cccbb
ghhh gg
gggh gggf
cccb cccb
ffff ef
ddb d
cb cab
Ġ aaab
eeef gggf
e ccf
dd ccbb
dddd ef
aaaab a
eed ede
ed eeff
cdd fd
gcf df
abb a
gd gf
cddb ab
egf ef
db aabb
ccc aab
ecb cd
cbbb ce
cdcdd f
ccb ccccd
ccdd cccd
cccbbbb bbbbbbb
hfhf hgh
eddd eeed
cde ggf
ee cc
cdf gff
ggghh gff
cdd cbbbb
c gdf
gahahahah a
eff eedd
gghhhhhhhhhhhhhhhh hhhhhh
cbcb cbd
ccd ccbbb
cb cdddd
abbb a
eeef efff
gggg gghhhhhhhh
hh d
db ce
eef eeff
eee cbb
de cf
ggf gfff
dbb a
gh gdd
eb aaa
dddddddddddddddddddddddddddddddd dddddddddddddddddddddddddddddddd
df gg
ggh ghhhhh
cef ee
gggh gggh
efffff ef
ccc eeed
ce cedf
c aaaaabb
ede ggf
edd cbbb
gghh gggf
ecb aaab
cc eeedd
aaaaaaaa aabbbbb
gc hbhb
Ġ ee
ced bbb
cf hhhh
cbb aaaabb
Ġ aaaaaaaaaaaaaaaa
edf dd
dcb a
gggggf gff
ggh gggff
dddddddd ddddd
gh gfgf
ggh ghgggg
ghhh gggg
gd bbb
eedd bb
gghh ge
Ġ hhhhhhh
gggghhhhhhhh hhh
ggggf eff
ed ccdd
cbb ded
abbb abbb
gffff d
h cf
edd eddd
bbbbbbbbbbbbbbbb bb
gahahahah ahb
cccccccccccccccc cccccccc
ccb cbbbbb
cccc cef
cdb aa
gff ge
gggghh gf
aaaaaaaaaaaaaaaaaaaaaaaaaaaa ab
cd eeeed
e cfd
eeed ee
eed ccbb
gb a
e cce
gd gcgc
gghh ggff
cdb dbdb
ccb cef
eeff gfff
eeef eeef
ee bbb
df ded
eeb ab
aaaaaaaab ab
eedd cccd
aab df
eef efd
ghhh gggh
cccb dd
ccbbb cdd
eefff eff
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaa
efe bb
hd hc
ccdd cb
gfgf gfgfgf
hahah aha
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
geff d
cd cbbbbb
efef ed
h gef
db c
ggfff d
ccccb ccd
aaaaaaab ab
hh gef
cccc cccdddd
ggggff ed
abab aca
cdcd ef
ce cfd
ecbb d
hh fe
ceb ebeb
gh ghhhhhhh
abababab abab
ghhhhhhhh hgf
eed cddd
cccb ccdd
eef eeed
ce cddd
gfgf gfff
aaaaab abb
fbf cf
cccc ddf
cbb cbcb
geef d
cccc ccc
ggghgh f
eeee edf
eeee eeded
ghh ggghh
hhhh ggf
aaaaaaaaaaaaaaaaaaaaaaaa aaaab
gh ggggggf
ccbb cb
aaaaa d
eded ef
cc edcb
edd cccdd
cd cccbb
ee gg
efff eedd
cf gfd
gfgf ggf
cc aabb
cbbb ccbbb
eded ff
cbbb cddd
efff eeff
gghhhhhhhhhhhhhhhh hhhhhhh
e ggggf
Ġ abb
cccc cccbcb
ced fe
ffff ed
eee cb
h gfe
geff gf
ee ge
cbbbb cb
ccbb aabb
cdd cddd
ceed bb
cee gf
eff ggggf
eddf gf
aa e
eeee eefef
ghh fff
eddd eeff
ebb d
cccc bbbbbbbbb
eb abb
hahb hb
cee dddd
ccdb d
aaaaaaaaaaaaaaaa aaaa
cccd cbb
ccb ccbbb
dff ed
cf gff
cbbb cbcb
cef db
eeee efed
cdb eb
ggf eeff
eff gggff
efff eeef
Ġ bbbbbb
cccc ce
cbbbb aaab
ghh gfef
eded e
ggh gggggf
gfffff ef
eeeff gff
eeef df
abab aaab
ghhh ghgh
eff ddd
gef dd
eedddd ddddd
ggggff gf
g ca
gfff eef
gghh ff
gdb ab
ee cf
ccb ccddd
ccd cccdd
gg eedd
cb ed
cab abbb
fa eb
cd ccddd
cd eefff
ggf de
ef hhh
ccb aabbb
ggh ggggh
gggg ghf
cc effff
cbb abbbbb
edddddd ddddd
gggffff fffff
cdcb aab
ghh gee
dd c
edf efef
aaaaaaaa bbbbbb
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
dc aa
cd edddd
cdff ed
fff ee
dd bbbb
ce hhh
ghh gfed
gggff gggf
aaaaaaaaaaaaaaaa aaabb
cbbb cef
ghhhhhhhhhhhhhhhhhhhhhhhh hhhh
ef eeed
ccdb db
eeedd dddddd
bbbbbbbbbbbbbbbb bbb
g edde
dd efff
df gggf
cccb a
eeddd ff
efe ge
cb cce
eed eeef
ce ggg
efffff ed
gggggggg gggfff
cccd cddd
cdd efff
cfd eedf
ggggf ee
cb eb
gggg ggffffff
gh gedd
eef effff
caab d
gghhhhhh gf
gh gghhhh
gggggggg hhhh
ce cfcf
ggh ghggf
aaaaaaaaaaaa aaabbb
hhhhhhhhhhhhhhhh hhhh
eeeef eff
ced eed
cbbb cdf
ggghhh ggf
h gggh
gggg ghhhhhhhhh
ddb aab
edb a
gggghhhhhhhh hhhh
cb cbbbbbbb
cdd eee
ddd eed
gh geb
Ġ eef
cd ccbbbb
Ġ fe
ef ded
ee ccbb
ecd bb
Ġ ded
ccb cf
eb cf
gggggggg fffff
cee bb
dff gf
fff eff
cccc cbcd
cccc ccbbbbbb
dde cfb
ggf db
ccccdd ed
e ged
ggh gd
ccbbb aab
cbcb ab
ca da
ege gf
ggh ggghh
e cccdd
hh ged
d bbbb
e hhf
ccb de
cccc ccddddd
ggggf edd
cdd dddddddd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
h gge
gggg gfffffff
aabb aabb
ccb c
ghh gggff
cb ccbbbb
h gb
Ġ db
geff egd
ccdf ed
ggf ge
eee bb
gggggggg gghh
aaaaaab d
effff eff
cbbbbbb ab
eeeed edd
ccccd eff
eeeedddd ddd
gc hbhbhb
h ghhhh
f ed
h gggg
fff ggf
ccd eeef
eeee eeedddd
gd ee
cb ceff
gg eddf
cfc gbgb
hahahahah b
ccb cccdd
eeeffff fffff
aaaa c
ef gfff
bbb df
e cccb
e ccbbb
aabbb abb
cbbab abb
eed edddd
ge c
ghhhhhh gff
gffff gff
ccdd eeff
cd ecd
ccdddd ddddd
ccd cbbbb
eded eef
eeffff ed
aaaaa bbbbbbbb
eddd eedd
de ced
cccccccc dddd
ecb df
aaaabb ab
ggg edf
cb aaaaaabb
cdcd cddd
eeffff gf
aaab aaaab
ggg eee
edd eeef
eeee eeddddd
ghgf ed
efef gf
g dddd
abbb d
cff ed
Ġ fffff
dd ce
eddd fff
gg dcb
ggf df
gcef b
aaaa aabbbbbbb
ca dada
efe gfgf
eeeed eef
gbf ced
cb dddd
gh ghhhhhhhhhh
gggf ggff
cd cddddd
gfff ggff
ggf ddd
gggff eef
abbbb abb
edd fd
eb aaaab
gghh gghh
aaaaab aab
ga gaha
a cab
edf ded
ghh ggfff
aaaaaaaaaaaaaaaa aaaaabb
ccb cccccccc
gggff eed
cb ddf
eff eeed
gggggggg gggggff
edededed ed
cb abbbbb
cdf hh
ee ggff
ccccb cbcb
cd cef
hhhhhhh f
Ġhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ef ddd
aaaaaaaaaaaaaaaa bbb
ccdd eeed
gff ggff
cdcd cdcdd
gff df
cb dbd
cbb db
cb aaaaaa
ghhh ggggf
cf hf
gd eb
f hf
ggg eeef
Ġ cdd
dd edf
de cdb
fff eef
ccbb cbbb
ccdd bbb
gg efd
ggghhhh gf
ggggggg hhhhhh
cccc ccbcb
eeee ddf
cd edf
cbbbb bbbbbbbbbbb
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
ggggff d
gg ddf
gghhhh gff
ef egf
cccccccc ccccd
eefff eed
ccccdddd ddd
gggggggg ggffff
ghhhh fd
cddd bbb
cde bb
ccbbbbbbbb bbbbbb
gggg gge
ce ccd
ggf eeef
eddd cccd
aaaaaaaaaab ab
eeeeeeee ddd
ge bbb
cccdd dddddd
gg dcd
e bbbb
cc aaabb
eedb ab
ghhhh ggff
de cdd
ec aaa
eddddd f
dd eee
he hdhd
aaaaaaa bbbbbbb
eddd bb
Ġ ccd
gcf dee
e gggff
ggh gghhh
eeff eeff
ec eed
ced eef
eeed cbb
gh ggffff
gggg ee
cccdd ff
ggh g
cdf gggf
eeee gf
eeeeeeee fff
gfffff gf
gggggggg ghh
ea eb
ccd cccb
edf dfd
cbbb aaaab
eddd efff
eefff eef
edd eee
ghhhh gggf
aaa bbbbbbbbbb
cf dfd
ddd bbb
g cdb
cddd ee
ghhh gfe
gef b
cd cbcd
ccb abbbb
ccdd ccdd
df gfd
ghhhh gd
cbd ee
gggggggggggggggg f
ef ecb
ccc eedd
cccccccccccccccccccccccccccccccc cccccccccccccccccccccccccccccccc
ccb ccccb
eb c
cb cdcd
ggf b
eeef eedd
ce gd
ccbb aaaab
ef eeff
ff ee
e ccdf
Ġ eed
Ġ edd
ge fffff
ggggf dd
cdddd cd
dcd bb
eddddd ed
eeeef efef
gggg ghhhhhhhhhh
cf ded
cbbbbb aab
hhhhhhhhhhhhhhhh hhh
ccb aaaaaab
cde cbb
gfff ee
ccc abb
ccbbbb d
eb cd
gb fbf
cedd ecf
gghhhhh ggf
ggh gfe
gc edd
a cbb
aaabb abb
eeee db
cef edd
bbbbb ab
gghhh ggff
eed cbbbb
a df
abab ababb
cccbbbb bbbbbbbb
ebd ccdb
gdb d
cdf ge
dd cc
a cbd
gef egf
cb ccdddd
g eeedd
eeee edef
cf dfdf
cdd eded
h fff
eeddd eef
edb aaab
gb d
ge ggf
Ġaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
ghhh fe
de c
eefff gff
ccd cc
aaaaab aaab
ced ecd
de ce
cece ce
g eeeed
eed eeedd
dddd ed
db ccb
cbbb cccbb
gfed ff
abbbbbbbb bbbbbb
gggg gd
cdb cbd
ccbb cccb
gghhh ff
dd ccdd
he gd
aaaa cf
eeff ggff
efe gff
cff gf
h ah
gfgff ef
aaaaaaaaaaaaaaaa aaaaaabb
cb ceed
hhhhhhhhhhhhhhhh hhhhh
cbbbb abbb
ghhhh ghhh
aaabbb aab
ghhhhhhhh hf
cdcdd ed
ggf ggff
cdf ee
Ġ dcd
ggh fd
cbbb ddd
ghhhhhhhhhhhhhhhhhhhhhhhh hhhhhh
e ca
eeed eddd
h gfff
hhhhhhhhhhhhhhhh hhhhhh
cddd ccb
hhhhhhh gf
eedddd f
hchc hd
eff gffff
edf ee
ggh ggggff
ggggh ghgh
c eeffff
cdf dd
dcb abb
cccbbb d
ghggf gf
eeee ede
Ġhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhh
hh fb
cb cbbbbbbbb
de gff
cdd cc
abab abbbb
ggggh gff
ghh ggg
a cc
ffffffff ffff
efd eef
ghhhhh ge
eeef ggff
ghhhhhhh ggf
cedf df
g cbb
cdd bbbb
cb ccccdd
cccc ced
ge gfff
hc gc
ghhhh gfd
dd eeff
cccc cbd
caca caca
dc aaab
cab f
ccd eeedd
ee ggg
eeed cccd
cdf gfd
aab cd
gdgd gdf
eeee dddddddd
db cbb
eed eee
gef ed
ghf hf
edd ccbbb
cdcd ed
eeefff ef
ce ghhh
db aaaaab
gh ggef
ghh fb
ccb aaaabb
cdd cccdd
cddd ccdd
gb ab
gghhhh hhf
cccb cccd
bb aaab
ddd fff
eeefff ed
eef ggggf
cbb ccccd
ccd ce
dd cbbbb
eed cccdd
ggh ged
e ggd
ccd efd
aaaaaaaaaaaaaaaa aa
gggggggg hhhhh
ccbbbb abb
dd eeed
cccc cbbbbbbbb
ggfff gggf
hgh ggf
ccbcb db
cb ccf
cccb cbbbb
ebeb d
cb ccdb
ghh ghhhhh
gfgf gggf
cef ecb
Ġ gggf
efff gfff
eeddd eff
aaaaaaaaaaaaaaaaaaaaaaaaaaaa aab
hh b
ccd ced
gege gd
cdbb ab
hhhh gff
cb cccccd
eeeddd ed
gfgf d
edddd eef
eeddd b
eeed eeff
h ggh
cccc cccbbbbb
ec abb
a dd
cbaab d
eedd cddd
ghh gggggf
cccbb aab
eedd ccb
e gdf
ef ggggf
gggh ggggf
gffff eff
cbbb cc
eef gg
aaaaaaaa abbbbbb
ccbb aaabb
cbb cdef
ggggggf ed
cdb dcd
eeee efd
effffffff fffff
f df
cdd cccb
ggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
fd ef
gggggggf gf
Ġaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaa
cab aca
ggf efff
cbbb de
gggff ee
cb aaaabbb
cee eddd
eeeeff ed
cgbgb hb
ghgf e
cd cbd
cbb aaabbb
cdb aaab
eeeeeeee eef
gef ded
edd cdddd
bbb aab
eff db
eeeeff gf
da caca
gh gc
eee gggf
eeeef eed
ge geff
ccbb cccd
aabb aa
abbbbb ab
Ġ def
ecd ee
fff gff
egf dd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
aaaaaaaaaaaaaaaa aaaaaa
eb dbdb
eeeeeeee eed
efef eed
Ġ aaaab
cddddd ed
g ah
ccd effff
cbcbcbcb cbcb
eedd eeed
aaa f
gggfff ef
cbb def
ccd ccccd
cef gggf
eedf ef
hfhf hfh
e aa
ccbb ccdd
gf gd
df ecb
cd bbbbb
aaaaaaaa aaabbbbb
eeee efffffff
ggg eb
abab aab
ddd edd
cccc cde
hhhhhhhhhhhhhhhh hhhhhhh
ccd efed
gfe bb
c aaaaaaa
ghh d
gggh ghhh
gggggggggggg gggf
eed cc
eeff eeef
gg efe
hh gghh
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
aabbbb ab
ghh gffff
effff eef
ggffff gf
hehe hf
eeedd df
ddd cdd
ccb dcd
ccccbb ab
eeddd edd
cbbbb cbb
gfgf h
abbbbbbbb bbbbbbb
ddf ed
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhh
ee ccdd
ca cf
cab aaaab
e cddb
ccb f
eb dbd
gggfff ed
aaaaaaaaaaaaaaaa aaaaaaabb
cccd eeed
eeeff eef
ghgh fh
cdcdb d
ggg db
ggff eedd
a cbcb
gff eeef
aaaabb aab
eeeef ggf
ef gfd
cdef ggf
ccddd cdd
e he
dd cf
cccd fff
gghhh gggf
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhh
gg efef
efff efef
gg eeed
ccc eeff
ff h
ccdddd f
cccdd eef
cdf h
eeeff ggf
ccd bbbb
aabbb aaab
ea d
bbbbbbbbbbbbbbbb bbbb
hhh g
gffff ggf
cbb cded
ccd cdddd
ghh gghhhh
aaaaaaaaaaaa abbbb
gggggggg ghhh
cccc cdb
eff gggg
cbb cde
cbb cee
cd eded
ggg eeff
dd eb
ceb fbfb
ghhhh ghf
dcb aaab
ggh gge
ded bbb
ded eef
df eef
cbbb cf
bb ce
gggggf ggf
ege gd
cdd fe
eeed fd
ecb cf
ccccd eed
aba bbbbbbbb
ccbb ce
cccb ccb
gggggggg gh
ghh ggghhh
ff eef
aa cff
eeeeeeeeeeeeeeee eeeeeeee
gff eedd
aaa df
efff ggff
gef eef
aaaaaaaaaaaa aabbbb
aca dada
cccd bbb
gh b
cbb aaaa
eff eee
cdd eeef
cb aaaaaaaaab
ge ccd
eeee b
cccb ccbb
cdd ccbbb
effff eed
gffff fd
aabb aaaab
eb df
ggghhhhhhhhhhhhhhhh hh
cbbb cbbbbb
ea fa
cdddddd ddddd
gghh gfff
e geb
aa bbbbbbbbbbb
ggg egf
ge cdf
c ghf
hc h
ec aaaab
hhhhhhhhhhhhhhhhhhhhhhhh hhh
eed cdf
gd cd
ccb aaaa
gef ee
gggg gee
ggffff ef
gg efgf
dbb abb
cdd eeedd
cbb aaaaabb
eb fbfb
ggggf gfff
cccdd edd
eded eddd
ddb a
gaga fb
ghh ggggh
ccccd cdcd
aa cef
eeffff ef
eefff ggf
eefff edd
cccccccc ccdd
ccf hh
c aaaaaaaa
dd cddd
cbb ef
efff eeed
cccd eedd
cba d
gg ddd
ccdddd ed
efff eddd
g ab
eeee efgf
gh gged
aaab abbb
ce ggff
ccbb df
cccbb cd
a da
eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee
cece ced
ccbb abbbb
gggghhhhhhhh hhhhhh
cbb aaaaaaab
gggggff ef
efff effff
ded ee
eeee edcd
cbbb aaabb
ccd ecb
ccbb cddd
gggff ggff
cbbbb bbbbbbbbbbbb
gedd ef
e cfcf
ggh ghhhhhh
cbb cccdd
gf de
eff df
e ggfd
gggghhhhhhhh hhhhh
eef eddd
cc effd
gggf ggggf
ccdf ggf
cb cccbbbb
ecf df
edddd eff
ghf ef
gfgff gf
def ggf
efe gd
edddd ff
cdcdcdcd cdcdcdcd
edd eeedd
cbcd bb
cc abbb
cccccccc cccdd
ecd eff
efd ee
gb ga
h gee
ccdd eddd
hhhh ge
cbbb abbbb
ccb cded
cdcd bb
ce bbb
edddd cdd
cced bb
ggggggggf gf
ggggh gh
efe gege
ec eddd
eb da
cdb dd
cbbbb a
cbb cdcb
gggf eeff
ggg efff
edf egf
cba bbbbbb
e gghh
dd cdf
gff eeff
edddd cd
ghhhh ged
cf db
cbb aba
hhhhhhhhhhhhhhhhhhhhhhhh hhhhh
aaab f
Ġ aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
ggff gfff
cedf ef
ghh gdb
gef ggf
ghhhhhhhh ggf
gdf eefd
ccbbbbb ab
ge g
cb ccccbb
ghh gggggggg
edddd edd
ghhhhh ff
bbbb abb
ggh ghghghgh
gggff edd
cb aaaaaaaa
ccd eeee
ggggggg hhhhhhh
cc eefff
eedd eedd
abbb aabb
fffff gf
gggh ff
eeeed eded
Ġ aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
aaaaaaaaaaaaaaaa aaaaa
db cbcb
cccbb cdd
eed eefff
ge gefef
cbb cbbbbb
ccbb ccbbb
ghhhhhhhh hhf
eeedd ff
ccddd bb
eeeed ff
gff gfff
eddddd ef
gghhhhhhh gf
cccc bbbbbbbbbb
cccbbb ab
gfgf ed
hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
cc ec
hhhh ff
cd eeeff
cd ede
hhhhhhhhhhhhhhhh h
ggh gfef
fb d
cb cbbab
ggh ggg
e cdddd
f cedd
ddf ggf
ggggggf ef
ce gge
cbbbb cbbb
gggff dd
ggff efff
ccd ccccb
cb ccc
eb ed
e ccc
gh gggfff
ghgggg hh
eef ddd
ee cdf
bbbb aab
ghh ghgh
edededededededed edededededededed
cccc ccbbbbbbb
bbbbbbbbbbbbbbbb bbbbb
cbbbb aabb
ghhh ghhhhh
abbbb aab
aaaaaab abb
ge hd
cb aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa
gg edcd
ab df
cbd bbb
dddd ddddd
ggh fff
gggh gggg
efgf dd
ccdd ccb
gc aab
ecb aaaab
cccd efff
cccb aabb
cgb hb
cc eeddd
gged ff
cd efef
ccdd cbbb
gg ffffffffff
efed bb
aaaaaaaaaaaaaaaa aaa
de gggf
ghhhh gfff
ccd edb
gggggggggggg fff
cbb ccccb
df egf
gb gd
ced edf
hf hehe
cdb f
ecb ce
cccb cccccccc
gghh ggggf
aa cdd
cddd cbbb
gd c
ggfd bbb
eddd eeef
e hhhhh
gh gb
efd bbb
gff efef
aaaaaaaaaaaab ab
cccd ccbb
aaabbb abb
ghhh ggghh
geff e
cef dbb
ccbbb cbbb
dd eedd
hhhhhhhhhhhhhhhhhhhhhhhh hh
gh ghhhhhhhhhhhh
ccd ffff
hfhf he
gggg eef
gfgf gffff
cbcb cbcbbbb
cb aaabbbb
aaaaaab aaab
gg eeee
ge ce
gc ff
ceef ed
gghf gf
ghh geef
gggff eedd
b aaab
eee ccb
cc gf
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhh
ghhhhh gggf
ghhhhh ggff
ef eb
ghhhh gghh
ahah a
cfb fbfb
eef de
cccdd bb
gg eeeff
ccd eeddd
ccd c
aaaaaaaaaaaaaaaaaaaaaaaa bb
fafa fafa
ggh ggghhh
efef efefef
edd effff
edd ccccd
hfh ghf
gfef ggf
cd ec
gh gggggff
cccccccc bbbb
cdf hhh
gcgc gd
gggggf gggf
eeff eedd
gg edcb
gdf ef
efe gef
cddddd f
ghhf ef
gggg gggffffff
gfff eed
e cbbbbb
ee h
Ġf gf
aaaa bbbbbbbbb
ca f
dcd cdd
eedddd ef
gggh gggggggg
ab aaaab
eaea ea
eeedd cdd
gggfff ggf
aa dd
ccddd cd
cb aaaaaaabb
aaaaaaaaaaaaaaaa aaaaaaa
abababab abababab
aa ced
eeee eeefffff
ghhhh g
gggg hhf
ggfff eff
eedddd ed
abb cbbb
cccb aaaab
cccc dddddddd
efggf ed
cb abab
ggg ecbb
db aaaa
gged bb
cc ceb
ccbbb dd
cab abbbb
ggh fe
cccd ccdd
cdcd ced
aaaabbb ab
ghhh gfed
ccf ggf
cb aaaaaaa
hhh fe
gfgf gef
aabb a
cd eeeef
cded ef
cccddd ed
ee cddd
ggggff ggf
eeedd eff
aaabb aaaab
geb aab
aa de
gh ed
cccc eff
ee gfff
gfd eff
ee cfb
df gd
bbbbb d
ddf ef
ghg edf
gfgf ef
ecd ccd
df eb
ggggf eed
eef gggff
ccbbb cbb
gggf eeef
ghhh gef
ggg ede
ccb aaaaaaab
edddd e
ggghhhhhhhhhhhhhhhh hhhh
ahahahahahahahah ahahahahahahahah
ccb ced
cccccccdd ddd
Ġ hf
gh ggghhhh
eedd efff
gggg ggghhhhhhhh
cbbbbb ccd
fff edd
efd edd
ggf h
db cef
ccc eddd
eeeedd ef
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
eeefff d
gggghhh gf
gg def
eeee eeffffff
eeeeeeee eeed
ccf ed
fff eed
df eed
ccccb aab
ggh ghghf
abb dd
ggggh ggff
ce cdcdd
eeedd cd
efed ff
cdddd edd
eefff dd
hh gggf
egf e
Ġ bbbbbbb
hh gfff
ge cc
ccccd cccd
aaaaaaaaaaaaaaaa aabbb
cbbbb ccbb
efd edf
cccdd eff
abbb abbbb
ccdd eedd
gedd ff
db ca
cdcd ccd
gggggggg gghhh
df ggff
cbbbbb cd
cbbbbb cdd
ee ced
ggh ggggggf
ffffffff fffff
efgf eef
dc aaa
cece cf
cbb cdddd
geb d
Ġ dcb
ghhhhhhhh hgh
cded bbb
cf gggf
hc gcf
g aa
eff h
ghhhhhhh gff
eeeff edd
ecb cdd
cb cccccb
gh ggd
cbbbb dd
ghgf dd
dfd gd
cc aaaa
eeddd eed
gggg ghhhhhhhhhhh
cbb ccddd
ccbbbb aab
hahahahahahb f
cc aaaaab
hhhhhhhhhhhhhhhhhhhhhhhh hhhhhhh
eddb d
eeeed eff
cdcb a
cbbbbbb d
gege gef
cbd cdd
gbf cee
ddd ccd
eeff efff
cbcb dbdb
cccccccc cddd
cbb ca
gd hchc
cbb e
cf eb
gghh gggh
efef efff
gggggff ed
eeb d
ggff eeef
gfgf gfgff
aaaabb aaab
fafa fa
f ge
gf eed
gggfff gff
ece ced
cbd cdb
hhh d
eee cccd
Ġ ddddd
gggggggg ggghh
edf eed
ab cd
gfgggg fff
g eeded
cbb cdb
aaabb aabb
fd ff
ccb cccbbb
eeeffff ffffff
cgbgb hbhb
eeed bbb
gggf gggff
gffff eef
hf ge
ggggggf d
aaaaaaab d
ggg ecd
ccbb aaaaab
cdcd cccd
cdcb abb
aaaaaa d
hh a
gaha ga
cccccdd ddddd
ccbbbbbbbb bbbbbbb
cd ggf
cdcd cdb
ggfff eef
ac abab
efgf e
gb eb
ged eff
cbbb aa
ghh e
cbbb c
gahahahah b
Ġ ggff
ggg df
cef eef
aaaabb d
gee gf
ceef ef
ab dd
ccccdd ef
cgb hahahb
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
h ggggf
ghhhh gghhh
cc fb
cc eecb
cbb cff
gg eefff
ccbbb aaab
aaaaaaaa aabbbbbb
cddb aab
cd cedd
cbb aaaaaaaab
ghh gge
eeeedd ed
ccbbb ccdd
ghgggg gggf
ebeb ebeb
ghh ggggff
cddf ef
eedd ccbb
edb abb
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaab
ccc aaab
gggggf eef
cdcd ff
dada ca
cfc gd
eeeff eff
e ccdb
bb cdd
cd cab
eeff eddd
cbb ceff
eb aabb
aba d
ghhh ghhhhhh
eedf c
aaaaab aaaab
cc eedb
bbb cdd
effff edd
ghgh gf
abbbb d
gff ddd
eeeeeeee edd
hfhf hfhf
cbbb cccc
c aaaaaaaaab
aaaaaaaa abab
gh ggfd
cddd eeed
ede ced
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh h
cccccccc cd
hh gfd
de ccb
gghhhhhh ggf
cddd ccbb
cdcd cdddd
aaaaaaaaaaaa bbbbb
aaaaabb ab
ghhh gghhhh
db ccd
gggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
gefef ef
gffffffff fffff
cb ee
cbbbb ccdd
e ghhhhh
ge gfgff
eeeeeeee dddd
edef ggf
a cdd
eeeddd ef
eeee eeeddddd
cdcd ccb
Ġ aabb
dddd ff
eccd ff
ce ghf
ccccd ee
gfgggg hh
edf gff
eff efef
egf ee
cccc ee
eeef eeff
ced cd
ebb ab
gg dc
df efef
ccc fff
ccccb cdd
dd ec
gggggggg gggffff
cdb abb
egf b
efd eded
c aaaaaabb
gc hc
cbbbbbb abb
cc edddd
cbb ccbbbb
ccb cde
gghh gd
ghgf ee
ggghhhh f
ggg edb
hf ggf
c aabbbb
gggg ggfffffff
cef b
eefff e
ccd edcb
cb cced
ce ghhhh
eedd eeff
hh e
ggghgh ghgh
effff e
cb ff
cc eeb
cf hhf
ccdd cddd
ggggh gggf
aaaaaaaaaaaaaaaaaaaaaaaa abb
effff ffffffffffffffff
aaaab aaaab
gb gcfdeedf
eed ecd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa ab
gahaha gbfcedd
geef gf
eb ca
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhh
ggh gfed
ecb cef
ggggh ghf
df hhhh
db cdd
cccdd cdd
ggg de
efff ddd
cbb cccbbb
bbb abb
gggggggg gfffff
ggffff ed
gcf cfd
eddd eded
gggg ghhgf
cbbb cdef
Ġ hhhhhhhhhh
eddf ed
ghh gdd
eb ce
gghh gghhh
aaa bbbbbbbbbbb
Ġ hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
c eeeedd
gff de
bbb f
eedd ccdd
gh geff
df dbb
eddd ccb
eeeeeeee eff
dd fb
aaaaaaaaaaaaaaaa a
cbcb dcd
ccf h
gggghh ggf
cb cabb
ccccd eef
gggg gged
ccbb cef
gdd gb
eddd ccdd
ggghhhhh gf
eeefff gf
eddd cddd
edddd eed
cbcbbbb bbbbbb
ced bab
cf g
hhhhh ggf
bbbbbbbbbbbbbbbb bbbbbb
aaabbb aaab
cccb cddd
db aaabb
db dcd
Ġb ab
cbcb cbcccc
cccccccc ccccb
Ġ cbb
ggfff gfff
aaaaaa bbbbbbbb
gffff gggf
gc aa
cbbb aaaaab
c ghhh
ccdb ab
efgf ee
eedf gf
e gee
ghh gfgf
ecc ce
eeed ccdd
geb a
cc ffd
ggff ggggf
cc eeeed
ghhh gggff
efd gd
cdddd ff
cbbbbbbbbbbbb bbbbb
cccb cccbb
cff b
ggghhhhhhhhhhhhhhhh hhh
ec gd
hh gee
dd cef
edd cbbbb
eeeff gggf
eedd fff
cc efef
eeee ecd
cdd ce
cccd eeff
gffffff gf
ecc cef
eb fa
cccccd cdd
e ghhf
ggff eeff
cddf ed
cb aaaaaaaaaab
eeeef gff
gghhhhh gff
ccd ccddd
eeedd ddddddd
gfd cdf
ggggff eff
ghhhh ghhhh
eeffff d
cccb aa
eefff ee
ggghhh gff
cf ceb
dd egf
cbb aabbbb
gggggff gf
h ghhhhh
hh gfe
ccd eeeed
cf egf
eeeeeeee eeef
aaaaaaaa bbbbbbb
eaea da
eeeeedd ddddd
edededed eded
ged bbb
dbb aab
ede cece
ce ghgf
cccd cbbb
aaab df
ccbbb ccbb
eeeff eed
edcb aab
gcgc gc
cbcbbbb bbbbb
e ccef
Ġ aaaaab
cccdd eed
cdf edd
effff gggf
ghhhhhh ghf
gfgf gfgggg
efd cd
cdd cccc
gbgb fb
gggggggg ffffff
gh ef
ghhh ggfff
hehe hfh
gfd ccd
ggggfff gf
gfff edd
eeedd eed
cedd dddd
dc abb
h gghh
ab aabb
cbbbb abbbb
ggggggf gff
gggg ggef
ccd cccccccc
ggg eddd
eeee efe
cccb ccccd
eeddd e
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhh
eef eee
hhhhhhhhhhhhhhhhhhhhhhhh hhhh
bb c
ee ffffffffff
edcd eff
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhhhh
dd gf
ccd cccbb
ghhh fff
eeef eeed
hgh ff
hf gd
eeeeeeee eeee
aaaaa bbbbbbbbb
ga gbgbf
cef ge
ccb cbbbbbb
ggh ggfgf
cbbb ccccd
ddb aa
Ġb d
eeeeffff fffff
ggh gef
cdddd cdd
effffff ef
de bbb
cd cee
eeedd eef
ghhhhhhhhhh gf
ddd cbb
ggf def
aaaaab a
ccb aaaaabb
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaab
abbb aaaab
ghh gedd
ghgggg fff
gggg eff
cb cedd
df edd
db cbd
ggh ghghgh
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hh
c eeeeff
cccbbbb bbbbbbbbb
cd cbcb
ggg edef
efe cbb
cbcd ee
hhhh gd
ced eddd
eeff ggggf
cccb cbbbbb
cccbb aaab
cab aaaaaab
cabb d
eeed eedd
gggg ghhhhhhhhhhhh
gghhh ge
caaa d
ha ga
eeed edf
gfgf ggggf
gfed bb
cab aaab
cdd edddd
eeeef eef
cb cccddd
eb dcd
aabbb d
cedd edf
cbbbbbbb ab
c gff
eb ece
ced cbb
efe ccd
dd ccbbb
eff ge
cccd cccdd
cdddd eed
gggggf e
aaaaaaaaaaaa aaabbbb
cb aabbbbb
cdef e
f gd
ef eee
dd eeef
cdb ccd
gef efff
edd ce
de hh
de gg
gghh gfd
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhhhhh
aaaaaaaaaaaaaaaaaaaaaaaa aaabb
h gdb
edd efed
hhh gh
ec eee
cbbcd bb
cbcb cbdb
cdf ggff
cef eed
aaaaaaaaaaaaaaaa aaaabbb
gfff ggggf
cbbbb aaaab
eeef effff
cdf ecb
dff ef
ggggh gggh
cb ddb
cbbbbb aaab
cc aba
cbbbb ccb
ccd edddd
ggh ghgf
ded eed
e cedf
cc effed
ee cef
eeddd cdd
cde gff
eeeeeeee ffff
ggff gggff
ccdd fff
cdff gf
cecf df
cb ccbbbbb
eeed cbbb
cd cccddd
ddd fd
gggggggg hhhhhh
gfgf ge
c fffff
abb aabb
ggh ggffff
cbbab d
ede ce
gegf h
aaaaaaaaaaaaaaaa abbb
eeed efff
dde ggf
ggd bbb
cb cccbcb
aaaaaaaaaaaaaaaaaaaaaaaa aabb
aab aaaab
ccbb cccbb
cddf gf
gggf h
dddddddd dddddd
ef gd
db aaaaaab
ghhhh ggggf
c hf
cb ccef
eedd cccdd
gc ee
ecc ff
egf ggf
eddf ggf
cd cccccd
eeed fff
edb aa
cb ccdf
ced ccd
cccc ddb
eedd cbb
cedd ed
geed ff
cd ccbcb
cccd eddd
gbf ceed
cdd ecd
cbbb ccccb
eeef gfff
dd efd
cd cbbbbbb
eeee eedf
ccded bb
cd ccc
cf eff
ccdd efff
efggf ef
cf ecb
gggh ghh
h aa
dd eddd
cccc cbbbbbbbbb
eed ccbbb
ggfff ggff
gfgggg gggf
cf ce
ccccd edd
eccd ef
cbbbbbbbbbbbb bbbbbb
eded edf
ccddd ff
de cdcd
gdd ff
g eeffff
cbb cbd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaab
ced eedf
gggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
cd effed
cf ged
gggh gghh
ccb aaabbb
ggh ghhhhhhhh
cddd cccdd
ee cbbbb
cbcb aab
cabab abb
gg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
f ggf
gggg gghhhhhhhhh
eef hh
db de
cccc cccbbbbbb
h gfef
cbcb ca
cdcb aaab
gggf eddd
ghhh gfef
aba bbbbbbbbb
ee cdb
gge cbb
cd eedb
cb cddb
ffff ggf
efef eef
eedddd ded
h cfd
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa b
cbab abb
gh gggggggggggg
cbbb aaa
ggh ghhhhhhh
eb aaaa
gggggf eff
ab aaabb
effff gfff
ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh hhhhhhh
gf hgh
cb ccbcb
ggg ffffffffff
cbcb cbbbbb
gfd ce
ccccd bb
gggfff d
eeeeff ef
f hhhh
egf gef
egf ge
dddd ded
cdf gg
ceb ab
he ge
efef dd
cbbb aabbb
cbab a
hhhhhhhhhhhhhhhhhhhhhhhh hhhhhh
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaab
cbb abbbbbb
ggg dbb
he hfh
Ġf ef
ccdd ccbb
ggghhhh hf
cb aaaaabbb
ghhh ghf
ggg eedd
cdf db
cbbb def
eb ecd
cce bb
ccd ccbbbb
ccbb aa
eefff efff
c eeeeed
cbb aaaaaabb
ggggh ggggf
cbcb dd
fffff ed
efffff gff
gfd ee
gghhh gghh
cbb dcb
egf eef
hhh ged
gagaga fb
cd ccbbbbb
gh eb
cdef dd
cb dde
eff edf
db da
effff ee
eeeed eeed
gggggf gfff
hhhhhhhhhhhhhhhhhhhhhhhh h
Ġ cccd
gggggggg ghhhh
de ccd
ccbbb ccb
gdd ef
cfc gc
ccddd cccd
gge bbb
gdgd gdgd
cbcbb abb
ggf ggggf
edddd ccd
ceff gf
gahb hb
ecd eed
cfd gd
ghhhhh gd
Ġ hhhhhhhhhhh
eeeed eed
cc edcd
cc cedf
ccddd ccd
ceff ef
gggff efff
ab aa
gbgb gbgb
cccdd e
gfffff ed
a cef
cdd eeee
a ea
ce g
aabb abbb
ggg hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
aaa cef
eddd eeedd
ggghhhhhhhhhhhhhhhh hhhhh
aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaab
eefff eedd
ggggggf gfgf
gf gffff
hh ggff
eeeef edd
cdef ee
gggggg ffffffff
edb aaaab
gff eee
gghh ged
eeeef e
geff ef
cdd edf
cee cbb
cdd cdb
gfgff d
cdd c
ccddd eff
e aab
hf hd
gggghhhhhhhh hhhhhhh
ggghhhhhhhhhhhhhhhh hhhhhh
cccdd ccd
ecb aabb
cccbb ccd
ecc ed
hh gh
efef effff
cbd eff
fe bb
db abd
ccccbb d
edd ede
eef ggfff
c hhh
