{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"aa":261,"hh":262,"bb":263,"gg":264,"cc":265,"ff":266,"dd":267,"ee":268,"aaaa":269,"hhhh":270,"bbbb":271,"gggg":272,"aaaaaaaa":273,"hhhhhhhh":274,"ed":275,"cd":276,"ef":277,"gf":278,"cb":279,"cccc":280,"ffff":281,"edd":282,"ab":283,"eeee":284,"cdd":285,"bbb":286,"fff":287,"gh":288,"aaaaaaaaaaaaaaaa":289,"hhhhhhhhhhhhhhhh":290,"dddd":291,"eff":292,"cbb":293,"hhh":294,"ggg":295,"ggf":296,"ccd":297,"eed":298,"eef":299,"ddd":300,"cf":301,"gff":302,"cbbbb":303,"ce":304,"df":305,"ccb":306,"abb":307,"gggggggg":308,"aab":309,"ge":310,"db":311,"cbbb":312,"bbbbbbbb":313,"gggf":314,"ghh":315,"ghhhh":316,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":317,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":318,"effff":319,"ggh":320,"aaab":321,"efff":322,"cccd":323,"aaa":324,"eb":325,"gd":326,"eddd":327,"cddd":328,"ggff":329,"eeed":330,"ccdd":331,"eedd":332,"eeff":333,"ghhh":334,"gb":335,"ccbb":336,"eeef":337,"ced":338,"bbbbb":339,"cbcb":340,"gffff":341,"gfff":342,"ah":343,"cccccccc":344,"cdcd":345,"gfgf":346,"ghgh":347,"cef":348,"de":349,"cccb":350,"edf":351,"hf":352,"eee":353,"ca":354,"abab":355,"efef":356,"aabb":357,"cccdd":358,"ggggf":359,"cdf":360,"eded":361,"ghhhhhhhh":362,"gghhhh":363,"eeedd":364,"aaaab":365,"abbb":366,"fffff":367,"gggff":368,"bbbbbb":369,"cdb":370,"eeeeeeee":371,"gghh":372,"gef":373,"ccbbb":374,"fb":375,"gggh":376,"gc":377,"aaabb":378,"ded":379,"ahah":380,"gfd":381,"cbbbbb":382,"eefff":383,"ecb":384,"aaaaaaaaaaaa":385,"edddd":386,"ggfff":387,"ddddd":388,"hhhhh":389,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":390,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":391,"egf":392,"abbbb":393,"eeddd":394,"fd":395,"ccccd":396,"ecd":397,"cbd":398,"gghhh":399,"ccddd":400,"eeeff":401,"efd":402,"ged":403,"ffffffff":404,"cdddd":405,"cccbb":406,"ec":407,"hhhhhh":408,"dddddddd":409,"ccc":410,"eeeef":411,"he":412,"ccbbbb":413,"da":414,"ccccb":415,"ghhhhh":416,"aaaaab":417,"ghf":418,"aabbb":419,"eeeed":420,"ga":421,"hb":422,"gggggf":423,"eeffff":424,"cab":425,"hd":426,"ea":427,"ceb":428,"cdef":429,"gghhhhhhhh":430,"cccbbbb":431,"edb":432,"gdf":433,"ggffff":434,"cee":435,"cde":436,"hhhhhhh":437,"ede":438,"fa":439,"ggggh":440,"efe":441,"hc":442,"ggggff":443,"gcf":444,"efffff":445,"ghhhhhh":446,"aaaaaab":447,"ddf":448,"ggghh":449,"cedd":450,"eedddd":451,"bbbbbbbbbbbbbbbb":452,"gggfff":453,"ccdddd":454,"dcb":455,"gggggggggggggggg":456,"efgf":457,"cded":458,"cfb":459,"aaabbb":460,"cce":461,"gge":462,"gbgb":463,"ghgf":464,"eedf":465,"dcd":466,"cff":467,"ccf":468,"def":469,"ghhhhhhhhhhhhhhhh":470,"dff":471,"dbb":472,"cbbbbbb":473,"cccbbb":474,"ggggggf":475,"gfe":476,"efed":477,"aaaabb":478,"aabbbb":479,"cbab":480,"cbcd":481,"ccdf":482,"gee":483,"aaaaa":484,"ddb":485,"ceff":486,"aaaaaaab":487,"ggghhh":488,"aba":489,"gfed":490,"ghhhhhhh":491,"eddddd":492,"ccccdd":493,"gggffff":494,"gfffff":495,"cccddd":496,"eeefff":497,"gege":498,"dbdb":499,"cddddd":500,"eddf":501,"ceed":502,"eeeffff":503,"cccccd":504,"bbbbbbb":505,"edef":506,"aaaaaaaab":507,"ccbbbbb":508,"cdff":509,"dfdf":510,"cfcf":511,"eeeeff":512,"gggggff":513,"cece":514,"ccccbb":515,"cdcb":516,"eeeddd":517,"eeeedd":518,"aaaaabb":519,"hgh":520,"ccef":521,"ggghhhhhhhh":522,"edddddd":523,"cdcdd":524,"gfef":525,"abbbbb":526,"ggfd":527,"edcb":528,"geff":529,"dde":530,"ccdb":531,"fe":532,"gghhhhh":533,"bbbbbbbbb":534,"ceef":535,"edcd":536,"dee":537,"cbbbbbbb":538,"aaaaaa":539,"aaaaaaa":540,"ghgggg":541,"dfd":542,"hhhhhhhhhhhhhhhhhhhhhhhh":543,"cddf":544,"ecbb":545,"dc":546,"eeeeed":547,"gggggggggggg":548,"ffffff":549,"gged":550,"cdddddd":551,"caca":552,"gfgggg":553,"ccbcb":554,"cfd":555,"ghggf":556,"Ġf":557,"eeeeef":558,"ghhf":559,"ggd":560,"effffff":561,"cccccb":562,"gfgff":563,"ccccccd":564,"geef":565,"ghhgf":566,"hhf":567,"hfhf":568,"edde":569,"ggghhhh":570,"Ġb":571,"caab":572,"aaaaaaaaaaaaaaaaaaaaaaaa":573,"cbbcd":574,"cbbab":575,"gggggggf":576,"efggf":577,"cddb":578,"ecc":579,"ebb":580,"cbaab":581,"ebeb":582,"ece":583,"gdb":584,"eeded":585,"gdd":586,"gaga":587,"gghhhhhh":588,"aaaaaabb":589,"geb":590,"hgf":591,"effed":592,"eefef":593,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":594,"cbccd":595,"hbhb":596,"ggggfff":597,"gdgd":598,"eeb":599,"gedd":600,"gggghh":601,"cbbd":602,"cced":603,"cccccdd":604,"effd":605,"aaabbbb":606,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":607,"bbbbbbbbbb":608,"gbf":609,"effgf":610,"ecdd":611,"ahahahah":612,"eefd":613,"aaaabbb":614,"cccccccccccccccc":615,"ggef":616,"gffffff":617,"dbd":618,"aaaaaaaaaab":619,"eefffff":620,"cba":621,"eedb":622,"ccbbbbbb":623,"cedf":624,"ccce":625,"ccccbbb":626,"cdbb":627,"ghhhhhhhhhh":628,"ggfffff":629,"ggfed":630,"eccd":631,"cbcbb":632,"ecf":633,"ggfgf":634,"caa":635,"eddef":636,"ege":637,"eddcd":638,"ddef":639,"gghf":640,"ffd":641,"gffef":642,"cdded":643,"aaaaaaaaab":644,"cbbbbbbbb":645,"ahb":646,"gghhhhhhh":647,"ccdef":648,"cabb":649,"eggf":650,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":651,"ccbd":652,"dded":653,"fbfb":654,"geed":655,"abbbbbb":656,"ccccddd":657,"ccded":658,"aaaaaaabb":659,"cdee":660,"eddb":661,"ghhhhhhhhh":662,"Ġd":663,"cdeed":664,"ggggggff":665,"aaaaaaaaaaaaaaaaaaaaaaaaaaaa":666,"gcgc":667,"cccbcb":668,"ggggggh":669,"gggggh":670,"eeeefff":671,"aha":672,"cdccb":673,"ggfef":674,"abd":675,"ccbbbbbbbb":676,"eefed":677,"gggghhh":678,"cdcbb":679,"effef":680,"ggggggggf":681,"fafa":682,"ggfe":683,"abababab":684,"cgb":685,"gffd":686,"dada":687,"ggghhhhh":688,"abbbbbbbb":689,"eeeeeed":690,"aabbbbb":691,"cbcccc":692,"ababb":693,"edded":694,"ghhhf":695,"cdeff":696,"hchc":697,"hehe":698,"cdcccc":699,"gegf":700,"cccdddd":701,"eeeeddd":702,"gghhhhhhhhhhhhhhhh":703,"ggghgh":704,"eecb":705,"abbbbbbb":706,"dddddd":707,"bbd":708,"gfgfgf":709,"cbdb":710,"cccbbbbb":711,"fffffff":712,"eefgf":713,"ccde":714,"aaaaabbb":715,"cbcdd":716,"eeedddd":717,"caaab":718,"eeeeedd":719,"hdhd":720,"eegf":721,"eaea":722,"eeeeeeeeeeeeeeee":723,"eedef":724,"dddddddddddddddd":725,"ghhhhhhhhhhhhhhhhhhhhhhhh":726,"cbabb":727,"ccdcd":728,"eede":729,"ghhhgf":730,"gghgf":731,"ad":732,"ghgff":733,"ghhhhhhhhhhhh":734,"hhhf":735,"edbb":736,"eeeeeef":737,"ccddddd":738,"eeddddd":739,"ghg":740,"hhgf":741,"hfh":742,"efeff":743,"cbcbcbcb":744,"efffffff":745,"ccccccb":746,"cbc":747,"cccef":748,"aaaaaaaaaaaab":749,"ghghghgh":750,"cbdd":751,"ebd":752,"gggghhhhhhhh":753,"eh":754,"ffed":755,"gefef":756,"dcbb":757,"ffgf":758,"ac":759,"cbaaab":760,"cbccb":761,"gggggfff":762,"egff":763,"ccbbbbbbb":764,"eeeeeff":765,"cefff":766,"eccb":767,"cccdf":768,"cbcbbb":769,"ggggggg":770,"dddf":771,"cdccd":772,"efeed":773,"cccccccd":774,"cdedd":775,"cccccbb":776,"ccee":777,"ggee":778,"edededed":779,"gggfgf":780,"aaaaaaaabb":781,"egd":782,"cbaa":783,"gghgh":784,"gahah":785,"ccbab":786,"deed":787,"egh":788,"gfdd":789,"ghhhhhhhhhhh":790,"ededd":791,"aaaaaaaaaaab":792,"eeedf":793,"aaabbbbb":794,"aca":795,"cbcbbbb":796,"cddef":797,"cdc":798,"cbcc":799,"gffgf":800,"ffffffffffffffff":801,"ddbb":802,"egg":803,"cdcdb":804,"cbbabb":805,"edff":806,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":807,"ggggffff":808,"cccf":809,"ggggghh":810,"hahah":811,"gfffffff":812,"ccced":813,"gfh":814,"gghggf":815,"ccdff":816,"dfe":817,"gggfffff":818,"dfef":819,"effe":820,"cfc":821,"ddff":822,"fh":823,"cdeef":824,"edeef":825,"gggggggff":826,"gggfd":827,"aaaabbbb":828,"ababab":829,"acb":830,"ggghhhhhh":831,"aaaaaabbb":832,"ggge":833,"aabd":834,"caaa":835,"bab":836,"eeffffff":837,"cbbbbbbbbb":838,"efefef":839,"edcbb":840,"cceff":841,"cbbbd":842,"eeeedddd":843,"cdde":844,"ccccccdd":845,"eecd":846,"ccccdddd":847,"gggggg":848,"gffe":849,"ccccbbbb":850,"ccff":851,"fbf":852,"bbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb":853,"gggghhhh":854,"ghge":855,"eeddf":856,"edccd":857,"eefe":858,"ddcd":859,"ceeed":860,"dbab":861,"cccdb":862,"ceee":863,"cfff":864,"ccbcd":865,"edddf":866,"gcfd":867,"cccbbbbbb":868,"gffed":869,"hggf":870,"cdcdcdcd":871,"aaaaaaaaabb":872,"ghghgh":873,"Ġbb":874,"cedb":875,"edfd":876,"ghhhhhhhhhhhhhh":877,"ggffffff":878,"gggggggh":879,"eeeeeeed":880,"bbbbbbbbbbb":881,"eeefef":882,"effffffff":883,"aaaaaaaaaaaaaab":884,"ccbccd":885,"cceed":886,"cecd":887,"eeeeffff":888,"ddcb":889,"cbbcdd":890,"aad":891,"ghhggf":892,"eddcdd":893,"efffef":894,"eeefffff":895,"gfeef":896,"gggfed":897,"ecfb":898,"ghghf":899,"ccddf":900,"aabbbbbb":901,"gggggffff":902,"dbbb":903,"cccccccdd":904,"gfee":905,"eeeee":906,"effgff":907,"ceddd":908,"gedf":909,"Ġff":910,"eddff":911,"ebdb":912,"cddcb":913,"gefff":914,"cabab":915,"ggged":916,"gggfef":917,"gghhhhhhhhh":918,"ghgg":919,"gfggf":920,"cbbcb":921,"gegd":922,"cccccbbb":923,"deff":924,"ehh":925,"ggghhhhhhh":926,"gggef":927,"cccccddd":928,"cbbaab":929,"eeeddddd":930,"aaaaaaabbb":931,"bbab":932,"eefggf":933,"ghhgff":934,"eedcd":935,"cgbgb":936,"cecf":937,"cddcd":938,"gghhhhhhhhhh":939,"ceded":940,"ggggghhh":941,"cbba":942,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":943,"ggggggfff":944,"ceeff":945,"hg":946,"ccbaab":947,"eeeeeeef":948,"cccccbbbb":949,"ccab":950,"ceedd":951,"aaaaaaaaaabb":952,"ghgd":953,"cegf":954,"ffe":955,"cbbbcd":956,"gefd":957,"ededed":958,"dddb":959,"efdd":960,"eeeeee":961,"aaabab":962,"dcdd":963,"aaaaabbbb":964,"efffed":965,"ghhhhf":966,"gfgfgfgf":967,"eddeff":968,"efee":969,"efgff":970,"ebab":971,"gggggggggggggggggggggggggggggggg":972,"cdcdcd":973,"ccdeed":974,"hhhgf":975,"eddded":976,"cccddddd":977,"eefeed":978,"eghh":979,"eeeeeedd":980,"gghhgf":981,"dfgf":982,"cdfff":983,"bbbd":984,"cbaabb":985,"cfgf":986,"ebf":987,"effggf":988,"geee":989,"eddddddd":990,"ghhhhhhhhhhhhh":991,"eeeded":992,"eeeeeeff":993,"eeeeefff":994,"cbcbcb":995,"cdbd":996,"ccbbab":997,"ccdcdd":998,"cgc":999,"ggghhhhhhhhhhhhhhhh":1000,"eced":1001,"cccdef":1002,"ghhhhgf":1003,"ghggff":1004,"ghff":1005,"bd":1006,"aabbbbbbb":1007,"cfe":1008,"efffd":1009,"cddbb":1010,"ggeef":1011,"cccccccb":1012,"aac":1013,"ccdeff":1014,"geeef":1015,"eedddddd":1016,"edeff":1017,"ggggggggff":1018,"bbbbbbbbbbbb":1019,"cfdf":1020,"edcdd":1021,"cbdf":1022,"ha":1023,"eecbb":1024,"gggfe":1025,"eeeeeddd":1026,"cdcccd":1027,"cceef":1028,"gggd":1029,"gggggghh":1030,"cbce":1031,"eddeed":1032,"Ġdd":1033,"ccccccbb":1034,"cdbbb":1035,"cbccdd":1036,"cca":1037,"ddddddd":1038,"aabab":1039,"aaabbbbbb":1040,"ggfdd":1041,"cabbb":1042,"ggffef":1043,"cdcbbb":1044,"cbaaaab":1045,"fgf":1046,"gggghhhhh":1047,"cbbbbbbbbbb":1048,"gfffgf":1049,"caaaab":1050,"ccdddddd":1051,"fffd":1052,"ghghhh":1053,"cbcf":1054,"cbbccd":1055,"edddef":1056,"ffffffffff":1057,"Ġh":1058,"eeffgf":1059,"eedeef":1060,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1061,"ggggggggh":1062,"ccedd":1063,"efeef":1064,"cefd":1065,"gdfd":1066,"abbd":1067,"gcgd":1068,"eeffed":1069,"ggggggggggf":1070,"ccccbbbbb":1071,"eefffffff":1072,"aaaaaaaaaaaaab":1073,"cbaaa":1074,"cbbbab":1075,"dedb":1076,"hff":1077,"gffffffff":1078,"hahahahah":1079,"cddff":1080,"eg":1081,"hgg":1082,"ghhhhhf":1083,"cccccc":1084,"cccbbbbbbb":1085,"ggggfgf":1086,"gdbb":1087,"aaaaaaaaaa":1088,"cddcbb":1089,"gbgcf":1090,"ggfeef":1091,"ghghh":1092,"ccbcbb":1093,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1094,"gffeff":1095,"ceeee":1096,"gbfcedd":1097,"efdf":1098,"gggggggggf":1099,"cdcddd":1100,"aaaaaaaaa":1101,"gggffffff":1102,"gghgggg":1103,"eedff":1104,"ccdee":1105,"aaaaaaaabbb":1106,"ddcbb":1107,"ggedd":1108,"cbcccb":1109,"eeefd":1110,"gghhhhhhhhhhhh":1111,"eeddef":1112,"ggfee":1113,"ccdbb":1114,"gebb":1115,"eefeff":1116,"ggdb":1117,"fhh":1118,"eedbb":1119,"cgd":1120,"gedb":1121,"ecbbb":1122,"ccbcdd":1123,"ceced":1124,"ccddb":1125,"gahahahah":1126,"ccdded":1127,"eededd":1128,"hhhhhhhhhh":1129,"eeeeeffff":1130,"abbbab":1131,"geeff":1132,"gghhhhhhhhhhh":1133,"eeeeeeedd":1134,"aaaabbbbb":1135,"efedd":1136,"cddedd":1137,"ebfb":1138,"efefefef":1139,"edee":1140,"ggghf":1141,"cbcccd":1142,"ggeb":1143,"ccdccb":1144,"cdbdb":1145,"ghgggf":1146,"aaaaaaaaaaabb":1147,"caba":1148,"ccdcbb":1149,"hghf":1150,"dbaab":1151,"ghhge":1152,"hge":1153,"dccb":1154,"ghhhggf":1155,"aaaaaabbbb":1156,"gffggf":1157,"cdce":1158,"ccdcb":1159,"hhhhf":1160,"gghhf":1161,"gegef":1162,"egggf":1163,"cdccbb":1164,"ddeff":1165,"efffgf":1166,"ggeff":1167,"ba":1168,"ghhg":1169,"abbab":1170,"ggfffffff":1171,"cccded":1172,"eedeff":1173,"ghhhhhhhhhhhhhhh":1174,"ccdedd":1175,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":1176,"cbf":1177,"dba":1178,"ababa":1179,"ggffd":1180,"gghhhhhhhhhhhhhhhhhhhhhhhh":1181,"cdeeed":1182,"cbbbbbbbbbbbb":1183,"aaabd":1184,"gaha":1185,"ggffgf":1186,"aaaaaaaaaaaaaaaab":1187,"ceeef":1188,"eceb":1189,"gfdbb":1190,"ddee":1191,"cbccbb":1192,"eeffd":1193,"cfhh":1194,"cddddddd":1195,"gggggggfff":1196,"eddeef":1197,"caabb":1198,"gghgff":1199,"ccccccccd":1200,"cbbccb":1201,"cgf":1202,"hgd":1203,"dfb":1204,"cdcc":1205,"ggecb":1206,"cdefff":1207,"eedcb":1208,"hahb":1209,"cdfgf":1210,"ggggfffff":1211,"gbgbf":1212,"eeggf":1213,"cdeedd":1214,"eeeeded":1215,"hghgh":1216,"eeffffffff":1217,"gggggghhh":1218,"ccccccccb":1219,"ggghgf":1220,"cbbaaab":1221,"aaad":1222,"cbcbd":1223,"ddcdd":1224,"eeeffffff":1225,"Ġbbb":1226,"hchd":1227,"cbbbcb":1228,"edfef":1229,"ggffed":1230,"geedd":1231,"ecdb":1232,"effeef":1233,"bba":1234,"hhhhhhhhh":1235,"ccbabb":1236,"ccccccddd":1237,"ccbbd":1238,"dddef":1239,"ggfgff":1240,"ebbb":1241,"gagaga":1242,"effedd":1243,"ccaab":1244,"edeed":1245,"cbbcbb":1246,"gbfb":1247,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1248,"aaaaaaaaaaaabb":1249,"eba":1250,"aaaaaaaaaaa":1251,"gcfb":1252,"gggghhhhhh":1253,"efgggf":1254,"ghggh":1255,"aaaaaaaaaaaaaaab":1256,"cccdddddd":1257,"cccdcd":1258,"abaaab":1259,"ccdeef":1260,"gce":1261,"ggfedd":1262,"daca":1263,"ghhff":1264,"ggfeff":1265,"eeedddddd":1266,"cddeef":1267,"cbbdd":1268,"dfed":1269,"hfhe":1270,"abaab":1271,"ghhhhhgf":1272,"hbhbhb":1273,"dbcb":1274,"ghhhgff":1275,"ccbbbbbbbbb":1276,"edfdf":1277,"ecccd":1278,"ggggghhhh":1279,"ghfd":1280,"gghhhgf":1281,"aaaaaaaaabbb":1282,"ddded":1283,"eedccd":1284,"caaaa":1285,"eedcbb":1286,"aabbbbbbbb":1287,"gcfdeedf":1288,"eeedef":1289,"eeeefffff":1290,"ggdd":1291,"cccbd":1292,"aaaaaaabbbb":1293,"gfffef":1294,"cbabbb":1295,"hhg":1296,"ggggggffff":1297,"gggfgff":1298,"hhhhhhhhhhhh":1299,"hgff":1300,"ggggg":1301,"gggee":1302,"eeefed":1303,"efefd":1304,"ccddef":1305,"ghgggh":1306,"eeffef":1307,"ccba":1308,"aacf":1309,"cdfd":1310,"gecb":1311,"eeedb":1312,"ccccccbbb":1313,"eebb":1314,"ghhhhhhhhhhhhhhhhhh":1315,"fffef":1316,"ggffffffff":1317,"dddddddddd":1318,"ghgfd":1319,"Ġhh":1320,"ehhh":1321,"eefgff":1322,"aaaaabbbbb":1323,"gghhhf":1324,"cccccdddd":1325,"effeff":1326,"ceggf":1327,"ghged":1328,"ffef":1329,"eggh":1330,"eeddb":1331,"gahaha":1332,"cdddf":1333,"eeefgf":1334,"fffed":1335,"ccdccd":1336,"cbaaabb":1337,"efffffffff":1338,"cefed":1339,"ggfggf":1340,"ceffff":1341,"edddddddd":1342,"cbbbbbbbbbbb":1343,"ddbbb":1344,"cccbbbbbbbb":1345,"ghggggf":1346,"ghgggggggg":1347,"cddeed":1348,"degf":1349,"eddedd":1350,"cdddb":1351,"ghhgd":1352,"hhhhhf":1353,"egef":1354,"ccbcbbb":1355,"gggggfgf":1356,"eeeeeeeef":1357,"cddded":1358,"ggghhhhhhhhhh":1359,"cefgf":1360,"gbgc":1361,"ggggggghh":1362,"ghgfff":1363,"eeddddddd":1364,"ccbbcd":1365,"gegfgf":1366,"ceceb":1367,"abbcb":1368,"ccbaaab":1369,"hfgf":1370,"abbbbbbbbb":1371,"cddeff":1372,"eedded":1373,"ababbb":1374,"cddccd":1375,"ggghggf":1376,"geddd":1377,"cccccccccccc":1378,"ebaab":1379,"fffgf":1380,"cbbdf":1381,"eddbb":1382,"hhhhhhhhhhh":1383,"cdced":1384,"eddee":1385,"eddccd":1386,"eeegf":1387,"ecddd":1388,"cec":1389,"ggghhhhhhhhh":1390,"ecab":1391,"dddddddddddddddddddddddddddddddd":1392,"effdd":1393,"eghhh":1394,"gghhhhhhhhhhhhhh":1395,"eeeeeefff":1396,"hhhhhhhhhhhhh":1397,"cbbabbb":1398,"ecdf":1399,"ccbdd":1400,"effeed":1401,"eefee":1402,"ecdcd":1403,"ghhgggg":1404,"daea":1405,"ggeed":1406,"ccbcbcb":1407,"cad":1408,"cccbab":1409,"cbbbbab":1410,"caaabb":1411,"ccccbbbbbb":1412,"eggg":1413,"eeeeeeddd":1414,"cccccccccccccccccccccccccccccccc":1415,"hahahb":1416,"cbcef":1417,"caaaaab":1418,"ecbab":1419,"effee":1420,"ccddddddd":1421,"hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1422,"cddee":1423,"gghghgh":1424,"efefff":1425,"ccbbabb":1426,"gghhhhhhhhhhhhh":1427,"cbaaaaab":1428,"hhhhgf":1429,"aaaaaaaaaabbb":1430,"aaaaaaaaaaaaaaaaaab":1431,"ccccdf":1432,"cbbbccd":1433,"eeeeedddd":1434,"ggggfd":1435,"gghggff":1436,"egfgf":1437,"eedddf":1438,"aaaaabab":1439,"gddd":1440,"gdge":1441,"cedbb":1442,"bbbbbbbbbbbbb":1443,"gggggggggggf":1444,"cdccdd":1445,"cfcfcfcf":1446,"dbeb":1447,"eefeef":1448,"gffdd":1449,"hfhgh":1450,"gffee":1451,"eedeed":1452,"ceeedd":1453,"edbbb":1454,"gggghhhhhhh":1455,"cbbbcbb":1456,"ecbd":1457,"hdhe":1458,"cccee":1459,"eeeeeeeff":1460,"gggggggggff":1461,"efb":1462,"cacaca":1463,"eefdd":1464,"cdeee":1465,"fc":1466,"cddcdd":1467,"ggggfed":1468,"gggggggffff":1469,"aaabbbbbbb":1470,"ghhhgh":1471,"cdeddd":1472,"effgggf":1473,"eedee":1474,"Ġaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":1475,"cbbbabb":1476,"cfh":1477,"cbde":1478,"dce":1479,"Ġfff":1480,"dedd":1481,"gfgggf":1482,"cbcddd":1483,"eeeeddddd":1484,"gffeef":1485,"cccde":1486,"fcf":1487,"ccbcccc":1488,"cdeeff":1489,"dcc":1490,"cbca":1491,"gdfdf":1492,"cbcdf":1493,"ccbccdd":1494,"gggffef":1495,"dfff":1496,"aabbab":1497,"gfffffffff":1498,"faea":1499,"cbbbcdd":1500,"ghhfd":1501,"cbbce":1502,"cdddddddd":1503,"dccd":1504,"dbdbdb":1505,"hhhhhhhhhhhhhh":1506,"ecccc":1507,"ggedf":1508,"eccbb":1509,"abaca":1510,"gghgggf":1511,"ghhgh":1512,"geeee":1513,"cbbbaab":1514,"cedddd":1515,"cccdff":1516,"deef":1517,"gfgfff":1518,"ggffggf":1519,"gghhggf":1520,"abbaab":1521,"ddddddddddd":1522,"hhge":1523,"dbaa":1524,"ccbccb":1525,"gghgg":1526,"gcgb":1527,"gfeff":1528,"gffeed":1529,"hhgd":1530,"ceeb":1531,"cfef":1532,"eccdd":1533,"cccccccbb":1534,"ggggghhhhh":1535,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":1536,"ggggggggfff":1537,"eefedd":1538,"gbfd":1539,"ggggggggggggf":1540,"ghhhhhhhhhhhhhhhhhhhh":1541,"cccddf":1542,"decd":1543,"dfggf":1544,"ccccded":1545,"cdddef":1546,"aaaabbbbbb":1547,"eeddcd":1548,"cfbgbgb":1549,"gfedd":1550,"eedcdd":1551,"ccbcc":1552,"gggghhhhhhhhhhhhhhhh":1553,"dddff":1554,"aaaaaaaabbbb":1555,"aabbaab":1556,"dddddddddddd":1557,"geeed":1558,"geffff":1559,"eeccd":1560,"gghff":1561,"acf":1562,"cdddcd":1563,"Ġef":1564,"geh":1565,"ghhgggf":1566,"ddccd":1567,"cbbccbb":1568,"edddff":1569,"efffeff":1570,"ccabb":1571,"gggggfffff":1572,"eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee":1573,"Ġgf":1574,"aaaaaaaaaaaaaaaaaaaab":1575,"eeeefef":1576,"Ġddd":1577,"aaaaaaaaaaaaabb":1578,"cceee":1579,"cccbccd":1580,"gfdef":1581,"gcgcf":1582,"hhgff":1583,"cceeed":1584,"aacd":1585,"efdbb":1586,"gggffffffff":1587,"ccccddddd":1588,"ggecd":1589,"gghghf":1590,"ecece":1591,"eggff":1592,"cbddd":1593,"ggggfef":1594,"ccefff":1595,"ggfgggf":1596,"acd":1597,"gghghhh":1598,"aaaaaaaaaaaaaabb":1599,"gfffed":1600,"abf":1601,"abbbbbbbbbbbbbbbb":1602,"ccceff":1603,"ecgb":1604,"Ġhhh":1605,"ababbbbb":1606,"gehe":1607,"ghgghh":1608,"dadb":1609,"aaabaaab":1610,"Ġed":1611,"aaaaaabbbbb":1612,"ghgef":1613,"eeeedf":1614,"ggghhhhhhhhhhh":1615,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1616,"eefgggf":1617,"egggg":1618,"cecdb":1619,"gcd":1620,"eecdd":1621,"cccdcdd":1622,"eddcbb":1623,"cdcbbbb":1624,"gffgff":1625,"ghhhhggf":1626,"aaac":1627,"abababb":1628,"ccbbbbbbbbbb":1629,"ccegf":1630,"eddddf":1631,"cdbab":1632,"cccccbbbbb":1633,"eddccb":1634,"cbaaaa":1635,"aabaab":1636,"cbbaabb":1637,"cbda":1638,"cbcbbbbb":1639,"cecdd":1640,"ebaa":1641,"gahb":1642,"ghhggff":1643,"ghhhhhhhhhhhhhhhhhhh":1644,"gggggghhhh":1645,"eeeeeeeed":1646,"egfff":1647,"bbabb":1648,"aaabbbbbbbb":1649,"cfbgb":1650,"cababb":1651,"cfbfb":1652,"ddeed":1653,"egfd":1654,"ddeef":1655,"dbaaab":1656,"Ġhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1657,"eddddddddd":1658,"ghhhhhhf":1659,"edbab":1660,"fafb":1661,"ccdcccd":1662,"gfb":1663,"cddccb":1664,"efh":1665,"ggghhhhhhhhhhhhhhhhhhhhhhhh":1666,"eegff":1667,"ddccb":1668,"ccccde":1669,"dbf":1670,"efggff":1671,"ghe":1672,"cbbbcbbb":1673,"ghghhhh":1674,"eeffgff":1675,"hchb":1676,"ggghhgf":1677,"aaababb":1678,"cbaabbb":1679,"cbbcf":1680,"gggfggf":1681,"af":1682,"cdfed":1683,"ggggggghhh":1684,"cddbbb":1685,"ceefff":1686,"bbcd":1687,"gegdf":1688,"gfffgff":1689,"effffffffffff":1690,"gbfceddecfb":1691,"cbbaaaab":1692,"edddedd":1693,"gdgdf":1694,"eeccb":1695,"gefdf":1696,"cegg":1697,"ecaab":1698,"eeefffffff":1699,"gdff":1700,"eefefef":1701,"ccbbaab":1702,"dcf":1703,"ggggggggggff":1704,"cdcdcdd":1705,"cccccccbbbb":1706,"ghhhhhhhhhhhhhhhhh":1707,"ecbbbb":1708,"dfdfd":1709,"Ġbbbb":1710,"gegff":1711,"ghhghh":1712,"gggeef":1713,"ecef":1714,"eeeede":1715,"gfffggf":1716,"efffeed":1717,"fagaga":1718,"ccaaab":1719,"gedef":1720,"ccbaa":1721,"gggfffffff":1722,"cceb":1723,"ghhhhhhgf":1724,"abbbbbbbbbb":1725,"eeeddf":1726,"ghhhge":1727,"ehf":1728,"gggfeef":1729,"effffffffff":1730,"ghhhff":1731,"eddcccd":1732,"Ġhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1733,"ceedb":1734,"eededf":1735,"aaaaaaaaaaabbb":1736,"ggb":1737,"cabbbb":1738,"cbbcbbb":1739,"efeeef":1740,"ddddf":1741,"gghhhhhhhhhhhhhhh":1742,"cccff":1743,"hegf":1744,"ggghhhhhhhhhhhh":1745,"ccbbbd":1746,"ghhhhhhhhhhhhhhhhhhhhh":1747,"gggffed":1748,"caaaaaab":1749,"fffffffff":1750,"cfggf":1751,"eeeeefef":1752,"gghghh":1753,"dfdfdf":1754,"ddedd":1755,"eefffed":1756,"eeeefd":1757,"aaabaab":1758,"cbdff":1759,"cccbcd":1760,"cdddcdd":1761,"ceeddd":1762,"aace":1763,"gghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1764,"ccccccdddd":1765,"gghhgff":1766,"aaaaaaaaaaaaa":1767,"eedeeed":1768,"effgfff":1769,"dfhh":1770,"cbaaaaaab":1771,"ccdfff":1772,"edddcd":1773,"efeedd":1774,"eeeeeded":1775,"cbe":1776,"eefdf":1777,"gfgfgff":1778,"cccccdcd":1779,"cfed":1780,"aaaabab":1781,"dcbbb":1782,"dcbab":1783,"effffed":1784,"gggfgggf":1785,"ccceed":1786,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":1787,"ccbdb":1788,"ggfeed":1789,"gffffgf":1790,"edddeff":1791,"haha":1792,"abbbabb":1793,"gggggggghh":1794,"gghgggh":1795,"aaaaaaaaaaaaaaaaab":1796,"ggggffffff":1797,"edfb":1798,"cebeb":1799,"efffeef":1800,"cgh":1801,"gahahaha":1802,"eeefeff":1803,"ccbaabb":1804,"cccdded":1805,"cceedd":1806,"ggfffgf":1807,"ghhhhhhhhhhhhhhhhhhhhhh":1808,"ccefd":1809,"eeededd":1810,"Ġab":1811,"edddeed":1812,"ghhged":1813,"aaaaabbbbbb":1814,"cdbcb":1815,"gddf":1816,"cbbbbd":1817,"efhh":1818,"cbcbdb":1819,"cebfb":1820,"efgg":1821,"gggffgf":1822,"cdcdf":1823,"cccdeff":1824,"faga":1825,"ghhgg":1826,"ccbcccb":1827,"cdecb":1828,"gfffd":1829,"cccdeed":1830,"ccddff":1831,"dedbb":1832,"gggeff":1833,"abbbbbbbbbbb":1834,"eeeeffffff":1835,"cbcccbb":1836,"ccfd":1837,"aaaaaaabbbbb":1838,"ccccbbbbbbb":1839,"abababa":1840,"geddf":1841,"daeaea":1842,"cccbbbbbbbbb":1843,"edddeef":1844,"eddde":1845,"effffgf":1846,"cfcfcf":1847,"ccdbbb":1848,"ghhgghh":1849,"cbbbbbbbbbbbbbbbbbbbb":1850,"bbbbbbbbbbbbbb":1851,"cbbbdd":1852,"gggfee":1853,"ecff":1854,"ch":1855,"cdcccb":1856,"egege":1857,"ghhhghhh":1858,"gfdb":1859,"ghhhhhhhhhhhhhhhhhhhhhhh":1860,"cdccbbb":1861,"ccbbcdd":1862,"aaaaaaaaabbbb":1863,"baab":1864,"cccccccddd":1865,"dfh":1866,"efde":1867,"eeefggf":1868,"ccaa":1869,"cebdb":1870,"Ġhhhhhhhhhhhhhhhh":1871,"ace":1872,"ggffeff":1873,"aaaaaaaaaaaabbb":1874,"ghhgfff":1875,"bf":1876,"cceeff":1877,"eeefeed":1878,"ccbbbbbbbbbbbbbbbb":1879,"ggebb":1880,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":1881,"gggggfd":1882,"eddcddd":1883,"cbcccccccc":1884,"cecdcd":1885,"ggggge":1886,"cfhhh":1887,"acaca":1888,"ccdeeed":1889,"cbccccb":1890,"ccccdef":1891,"hahahahb":1892,"ccccccbbbb":1893,"ceddecfb":1894,"cbced":1895,"ghghghf":1896,"eeeeeeffff":1897,"ddfff":1898,"ccbbbbbbbbbbb":1899,"gbb":1900,"hfhfh":1901,"ghhggh":1902,"adb":1903,"eeddff":1904,"cdcdddd":1905,"cbbcef":1906,"ghhgfd":1907,"ecee":1908,"eeddded":1909,"gggggggggggggggggggggggg":1910,"eeeeeedddd":1911,"aaaabd":1912,"hhff":1913,"ggffe":1914,"effffef":1915,"gghhhggf":1916,"eafafa":1917,"cddddddddd":1918,"gggfedd":1919,"efffe":1920,"edfgf":1921,"eeeffed":1922,"gced":1923,"cddcbbb":1924,"gghhhhgf":1925,"gcgdf":1926,"cbbcccb":1927,"ecdff":1928,"ccdcddd":1929,"efffedd":1930,"cccccbcb":1931,"eefffef":1932,"cbbbbabb":1933,"ghhghhh":1934,"ggggghhhhhh":1935,"gecd":1936,"cffd":1937,"ccdeedd":1938,"ccddbb":1939,"gcb":1940,"gghggggf":1941,"ggdbb":1942,"cdfggf":1943,"aaaaaaaaaaaaaaabb":1944,"ggggghgggg":1945,"ccdddddddd":1946,"edddded":1947,"ghghhhhh":1948,"ababbbb":1949,"ghhhhgff":1950,"cbccbbb":1951,"eeeeeeeffff":1952,"ceedf":1953,"cdefed":1954,"gghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":1955,"dddbb":1956,"abbbaab":1957,"cbbaaabb":1958,"eeedeef":1959,"fdbb":1960,"cddddf":1961,"hhggf":1962,"cdcccdd":1963,"cebb":1964,"eeeffgf":1965,"cbbbccb":1966,"cccbaab":1967,"ccdccbb":1968,"cbaaaabb":1969,"cdedb":1970,"eeddeff":1971,"cdeeee":1972,"eeddcdd":1973,"cbccccd":1974,"aaaaaaaaaaaaaaaaaaaaaab":1975,"cdbbbb":1976,"hehehe":1977,"ccceef":1978,"gghgggggggg":1979,"gggged":1980,"ccddedd":1981,"cdeeef":1982,"hcgd":1983,"eeffggf":1984,"gggffd":1985,"ccdcdcd":1986,"debb":1987,"ecdef":1988,"cccccccbbb":1989,"gggfeff":1990,"eededed":1991,"cedff":1992,"gggghggf":1993,"ghggfff":1994,"aaaaaaaaaaaaaaaaaaab":1995,"aaaaaaaaaaaaaa":1996,"cdcccccccc":1997,"aaaaaaaaaaaaaaaaaaaaaaab":1998,"cbbcddd":1999,"gefe":2000,"gde":2001,"efffgff":2002,"ggeee":2003,"cea":2004,"cbbabbbb":2005,"hhhhhhhhhhhhhhh":2006,"eeeeefffff":2007,"cbabbbb":2008,"gggedd":2009,"ccbcbbbb":2010,"caaaaa":2011,"cfcfb":2012,"efffggf":2013,"ccfff":2014,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2015,"eeffeef":2016,"ddcbbb":2017,"hghhh":2018,"gffffffffffff":2019,"cffff":2020,"ccbaaaab":2021,"aabf":2022,"cbdbdb":2023,"eeeeeee":2024,"ggggggfgf":2025,"ccccf":2026,"ccbcccd":2027,"geedf":2028,"aababb":2029,"Ġhhhh":2030,"eddeeed":2031,"gffffef":2032,"cbbccdd":2033,"hahaha":2034,"cbccddd":2035,"edededededededed":2036,"hhhff":2037,"cbbaa":2038,"cdddbb":2039,"efdb":2040,"gbhb":2041,"ccbccbb":2042,"cbbde":2043,"cccedd":2044,"ccdefff":2045,"cddcccd":2046,"ddde":2047,"aabbbab":2048,"gggghgf":2049,"cge":2050,"ggffgff":2051,"cececece":2052,"cdcf":2053,"dab":2054,"cdddded":2055,"hhhggf":2056,"ccccdb":2057,"Ġaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":2058,"ggggggfffff":2059,"gggfdd":2060,"eeffedd":2061,"ccedf":2062,"gghhhhf":2063,"ggghhf":2064,"ccdcbbb":2065,"eedddddddd":2066,"hhhhhgf":2067,"ccaaa":2068,"deggf":2069,"dfee":2070,"ggggghhhhhhh":2071,"eeedff":2072,"ggeeef":2073,"ccccccccdd":2074,"cbbc":2075,"ggec":2076,"cededd":2077,"ggeeff":2078,"gdgc":2079,"gffffffffff":2080,"ceddb":2081,"eedeeff":2082,"edcbbb":2083,"geeeff":2084,"gddb":2085,"gfge":2086,"cbcbbbbbb":2087,"edededd":2088,"cbbcccd":2089,"Ġe":2090,"ecbaab":2091,"dbabb":2092,"ccdddb":2093,"ghhgggh":2094,"aaaaaaaaaaaaaaaaaaaaab":2095,"efffee":2096,"cbbcccc":2097,"ccddeef":2098,"dffd":2099,"ccdde":2100,"cccbbab":2101,"ghgggff":2102,"hehd":2103,"cccab":2104,"cdefd":2105,"cefe":2106,"ggggghgh":2107,"eeeeeeefff":2108,"gceb":2109,"geeb":2110,"efffdd":2111,"eedfd":2112,"dfdd":2113,"aaaaaaaaaabbbb":2114,"ffffffffffffffffffffffffffffffff":2115,"bbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb":2116,"cdccccd":2117,"gffedd":2118,"eefffd":2119,"eedddef":2120,"eada":2121,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":2122,"cdffff":2123,"eedcbbb":2124,"cfdd":2125,"cbbbbbbbbbbbbb":2126,"ccdddf":2127,"gede":2128,"ceeeed":2129,"aaacf":2130,"eedcccd":2131,"ccccef":2132,"ggghhhhhhhhhhhhhh":2133,"ggde":2134,"gcfdeedfcgb":2135,"eefggff":2136,"ceddf":2137,"aaabbab":2138,"cabd":2139,"cedfd":2140,"ggdf":2141,"cccccddddd":2142,"gggggggggfff":2143,"eeede":2144,"ecedd":2145,"ghhggggf":2146,"ghhhhhggf":2147,"efefeff":2148,"eeeeeeeddd":2149,"eedde":2150,"hahahahahahb":2151,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2152,"eeffeff":2153,"eededdd":2154,"ccbbbab":2155,"gbgbgcf":2156,"ebdd":2157,"gggggghhhhh":2158,"cccccbbbbbb":2159,"edfe":2160,"bbbab":2161,"ccefe":2162,"eefeeef":2163,"gdgdgd":2164,"efgfed":2165,"aaaaaaaaaaaaaaaabb":2166,"ddbab":2167,"hhhgff":2168,"cbcccdd":2169,"bbbbbbbbbbbbbbb":2170,"eddddef":2171,"eeeddddddd":2172,"eeeeffffffff":2173,"cdbaab":2174,"gghggh":2175,"ggghhhhhhhhhhhhh":2176,"ghgee":2177,"ccbbccd":2178,"ghggghh":2179,"eefffffffff":2180,"eefefff":2181,"aaaabbbbbbb":2182,"abbabb":2183,"cddeeed":2184,"ccddeff":2185,"gggggfed":2186,"cfge":2187,"Ġffff":2188,"ggede":2189,"aaaad":2190,"ccefed":2191,"gefeff":2192,"gcef":2193,"eec":2194,"ceffd":2195,"gggfgfgf":2196,"aaaba":2197,"gggghf":2198,"ccbba":2199,"ggggggggffff":2200,"eeefe":2201,"eeeeeddddd":2202,"ghhhgd":2203,"ccddccd":2204,"eedbbb":2205,"cdeffff":2206,"cdddccd":2207,"cede":2208,"aaf":2209,"cehh":2210,"cbaaaaaaab":2211,"ghd":2212,"gahahb":2213,"ghgghhh":2214,"cgcgc":2215,"cac":2216,"ghhhhhhhgf":2217,"cbbbbaab":2218,"aaabbaab":2219,"dfde":2220,"hggff":2221,"efdff":2222,"ggfgfgf":2223,"eeeb":2224,"gghge":2225,"eeeddef":2226,"eeffe":2227,"gahahahb":2228,"cbbcdf":2229,"dbdbd":2230,"bbbbab":2231,"cccddb":2232,"dedff":2233,"gffgggf":2234,"ghggg":2235,"bbf":2236,"dbcd":2237,"ggggef":2238,"cbabd":2239,"cbcbcbb":2240,"gded":2241,"gegegf":2242,"ahahahahahahahah":2243,"cbbbaaab":2244,"eegggf":2245,"ccccc":2246,"eeecd":2247,"cfa":2248,"cecfb":2249,"aaaaaaaabbbbb":2250,"eddfff":2251,"eefeedd":2252,"ghhgef":2253,"cbbbbbab":2254,"cdedbb":2255,"eeeefed":2256,"ccedb":2257,"aaaaaabbbbbb":2258,"gdfb":2259,"gghhhhhhhhhhhhhhhhhh":2260,"cbbf":2261,"ggggfgff":2262,"gchb":2263,"ccecd":2264,"cccdcccd":2265,"gggggggggggh":2266,"gdef":2267,"cbbaaaaab":2268,"cceddd":2269,"Ġdddd":2270,"hdf":2271,"cccddddddd":2272,"ebaaab":2273,"aabbbbbbbbb":2274,"gggge":2275,"eeedeff":2276,"cfde":2277,"cbbbbcd":2278,"Ġaab":2279,"gggggggghhh":2280,"eefffgf":2281,"cddccdd":2282,"ccbabbb":2283,"egfed":2284,"ghghhhhhh":2285,"cddeddd":2286,"gafb":2287,"fbfbfb":2288,"ddfd":2289,"ghfff":2290,"ghhfe":2291,"cbdef":2292,"eecbbb":2293,"ggggghhhhhhhh":2294,"gggggggggggff":2295,"ggffeef":2296,"gfffe":2297,"aaaaaaaaaaaaaaaaaaaaaaaab":2298,"gedbb":2299,"hfd":2300,"hhhhhhf":2301,"eecccd":2302,"cbcee":2303,"dbbd":2304,"ccbbbbbbbbbbbb":2305,"cbbbccbb":2306,"ebebeb":2307,"cccddef":2308,"hcgdf":2309,"ghhhhhhhf":2310,"eeddeed":2311,"cacb":2312,"ghggggh":2313,"ccddcd":2314,"Ġa":2315,"aaaaaaaaaaaaaaa":2316,"cbbaaa":2317,"eeffeed":2318,"cddfff":2319,"ccbce":2320,"gegege":2321,"caaaabb":2322,"baa":2323,"ccfgf":2324,"edfdfdf":2325,"cbded":2326,"caaaaaaab":2327,"ccbcbd":2328,"ghhhggff":2329,"hhhge":2330,"eddefff":2331,"hhfd":2332,"cefggf":2333,"eeeedddddd":2334,"cccbbbbbbbbbb":2335,"cbbccbbb":2336,"gggffggf":2337,"eeeffffffff":2338,"effggff":2339,"eeedded":2340,"aaaaaaaaaaaaaaaaaaaaaaaaaaab":2341,"efeffff":2342,"ghhgghhh":2343,"cbcde":2344,"ghgggggf":2345,"fbgb":2346,"ggggggghhhh":2347,"ghhhg":2348,"ggghgff":2349,"cdccccb":2350,"cecedd":2351,"aabbaaab":2352,"ghhhgggf":2353,"eedfcgb":2354,"cddde":2355,"ddfgf":2356,"ccccccccbb":2357,"ggghhhgf":2358,"gggggffffff":2359,"cbbcc":2360,"ggggggggggh":2361,"gfedef":2362,"cbaaabbb":2363,"ababbbbbb":2364,"ggegf":2365,"eeedbb":2366,"ccdccdd":2367,"gfgef":2368,"aabbd":2369,"eedfff":2370,"ggggggggggggggf":2371,"cbdbb":2372,"hghh":2373,"ghhhfd":2374,"ceeeef":2375,"aaba":2376,"ccdcccc":2377,"ababababab":2378,"eeeggf":2379,"ghhhhhhhhhhhhhhhhhhhhhhhhhhh":2380,"cbcded":2381,"effeeef":2382,"dcdff":2383,"ggggged":2384,"cccdccb":2385,"ccdcdb":2386,"cadb":2387,"edccb":2388,"hdhchc":2389,"cbbba":2390,"cccdbb":2391,"cghh":2392,"ghgfef":2393,"gggggggggggggf":2394,"ghhhhge":2395,"cdfe":2396,"dbcf":2397,"cg":2398,"cdeeedd":2399,"cgg":2400,"cccdedd":2401,"eedccb":2402,"eedccdd":2403,"hdhdhe":2404,"effffd":2405,"cccdee":2406,"edbd":2407,"cbbddd":2408,"cebd":2409,"eeddeef":2410,"aabaaab":2411,"gehf":2412,"Ġdf":2413,"edfed":2414,"Ġfd":2415,"edddcdd":2416,"ccbbaaab":2417,"Ġggf":2418,"Ġbbbbb":2419,"cdcdddddd":2420,"gfdbbb":2421,"geefff":2422,"edddee":2423,"cccbcdd":2424,"eeeeeeeeff":2425,"ggggfe":2426,"caabbb":2427,"abbbbbbbbbbbb":2428,"ghfb":2429,"ecded":2430,"ggffgggf":2431,"aabbabb":2432,"ghgge":2433,"eeedcd":2434,"dbaaaab":2435,"Ġaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":2436,"aadf":2437,"gedff":2438,"ccecb":2439,"gghhhhhf":2440,"gahahahahaha":2441,"cbbbbbbbbbbbbbb":2442,"ghgdb":2443,"cdeb":2444,"cccbcbb":2445,"ccdeeff":2446,"ccbaaa":2447,"bbdf":2448,"ddddb":2449,"ggggffef":2450,"efffefff":2451,"efffffffffff":2452,"ggfffed":2453,"ggffee":2454,"dededd":2455,"aaaaaaaaaaaaaabbb":2456,"cege":2457,"gfggh":2458,"fbfbf":2459,"ggfffef":2460,"edbaab":2461,"eeefgff":2462,"ghfh":2463,"gghhhgff":2464,"Ġhhhhh":2465,"eeeedef":2466,"gggfgfff":2467,"ebe":2468,"gfhf":2469,"cfgg":2470,"cbbbdf":2471,"dcaab":2472,"edfde":2473,"ccddded":2474,"effeeff":2475,"ccddcbb":2476,"dbbab":2477,"ffb":2478,"gggghhhhhhhhhh":2479,"cbaaaaa":2480,"cbcff":2481,"aaaaaaaaaaaaabbb":2482,"cddddb":2483,"ccbcddd":2484,"ggghhhf":2485,"cddeeff":2486,"eddeedd":2487,"defed":2488,"ccccbbbbbbbb":2489,"eeeeeeeeed":2490,"aaaaaaabbbbbb":2491,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2492,"cccdccd":2493,"eddecfb":2494,"ebea":2495,"dddeff":2496,"gggecb":2497,"edddddddddd":2498,"ghghhhhhhhh":2499,"efge":2500,"gfdff":2501,"ghhgfe":2502,"ccccccbbbbb":2503,"eeefeef":2504,"ccddcdd":2505,"hgggf":2506,"fffe":2507,"cgcf":2508,"ceeeff":2509,"cedee":2510,"ccccdddddd":2511,"gcab":2512,"gggffeff":2513,"ehhhh":2514,"gggeed":2515,"gghgghh":2516,"aaaaabd":2517,"dbaaa":2518,"cggf":2519,"chh":2520,"eeefefef":2521,"ccdeee":2522,"cbbbcbbbb":2523,"ghhhgghh":2524,"ccddeed":2525,"egfgff":2526,"gghhhhhhhhhhhhhhhhhhhh":2527,"cbef":2528,"gggggef":2529,"aaaabaaab":2530,"bbbbd":2531,"cdefgf":2532,"gebab":2533,"gfffgggf":2534,"gghhhhhgf":2535,"fagagaga":2536,"eeeefffffff":2537,"ggeddd":2538,"ccbaaabb":2539,"hdgd":2540,"ccefgf":2541,"ggffeed":2542,"ccccdcd":2543,"eeeffef":2544,"gghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2545,"aaabbbab":2546,"cccdeef":2547,"bbbcd":2548,"ecde":2549,"cbcdb":2550,"cfee":2551,"cddccbb":2552,"bbaab":2553,"cccbabb":2554,"ccca":2555,"ccdeddd":2556,"aaaaabbbbbbb":2557,"edddb":2558,"cfcfd":2559,"abbbbab":2560,"ggggffffffff":2561,"hchbhb":2562,"dedef":2563,"aaaaaaaaaaabbbb":2564,"ghggggff":2565,"ccdfd":2566,"bbbbbbbbbbbbbbbbb":2567,"ecaa":2568,"edfff":2569,"aaaaaabab":2570,"cddeedd":2571,"cbaaaaabb":2572,"ggggggggggfff":2573,"ghhhhhgff":2574,"eeffgggf":2575,"ccbbbbab":2576,"gggghhhhhhhhh":2577,"eddccbb":2578,"ggefff":2579,"eeedeed":2580,"ghhhghh":2581,"gggggggfffff":2582,"Ġhhhhhhhhhhhhhhhhhhhhhhhh":2583,"dfgff":2584,"cccbcbbb":2585,"geded":2586,"cdddff":2587,"ceghh":2588,"gagb":2589,"abbcbb":2590,"ggggggghgh":2591,"cedef":2592,"ccccbd":2593,"gfdcd":2594,"ggffdd":2595,"ggggggggggggh":2596,"ccccccccccd":2597,"gghghhhh":2598,"dbdbdbdb":2599,"eab":2600,"ggggfggf":2601,"cccced":2602,"ccbbbcd":2603,"eddcb":2604,"gggggghhhhhh":2605,"ggghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2606,"cegff":2607,"gegdgd":2608,"ggggfgfgf":2609,"dfeff":2610,"gfffeff":2611,"cecbb":2612,"eghhhh":2613,"eeffdd":2614,"eeefee":2615,"ccccccccddd":2616,"efdef":2617,"ceccb":2618,"gefgf":2619,"eddccdd":2620,"abbbbbbbbbbbbb":2621,"efefe":2622,"cdffd":2623,"ceh":2624,"dfge":2625,"eeffee":2626,"eeeeeeeedd":2627,"ccbbdd":2628,"ggedb":2629,"gggfeed":2630,"gbfcf":2631,"abacaca":2632,"eeedccd":2633,"ggfffffffff":2634,"cccbbd":2635,"cefffff":2636,"cbdcd":2637,"cefef":2638,"cccccdef":2639,"geeeef":2640,"dfhhh":2641,"ebcb":2642,"ceffed":2643,"gghgfff":2644,"dadada":2645,"ggggggggggggff":2646,"ggghhggf":2647,"eeeffd":2648,"cbbcbbbb":2649,"gffefff":2650,"eddbbb":2651,"dddee":2652,"ecaaab":2653,"ecdcdd":2654,"ccbbabbb":2655,"dfdfdfdf":2656,"cbcbcbbbb":2657,"ghfgf":2658,"ghhhhhhggf":2659,"gghggfff":2660,"edfggf":2661,"cfbf":2662,"dcbaab":2663,"ghgffff":2664,"dbdd":2665,"ggggfffffff":2666,"cbcdff":2667,"ggghhhhhhhhhhhhhhh":2668,"dddcd":2669,"eceff":2670,"cbbabab":2671,"aaacd":2672,"ggedef":2673,"gggdd":2674,"abbaaab":2675,"Ġhhhhhh":2676,"eeeeedddddd":2677,"eeedeeed":2678,"aaabbaaab":2679,"gggfffgf":2680,"eddcdcd":2681,"cceggf":2682,"aaaaaaaaaaaaaaaaaabb":2683,"cbbbbbd":2684,"aaaaaaaaabbbbb":2685,"cbbaabbb":2686,"hef":2687,"cceeee":2688,"cecb":2689,"cccdcdcd":2690,"effgfgf":2691,"dbdf":2692,"aaaaaaaaaaaaaaaaaaaaaaaaab":2693,"cebf":2694,"gggggfef":2695,"cegggf":2696,"eghf":2697,"cbcbcbbb":2698,"hfb":2699,"gcgbgb":2700,"gfffffffffff":2701,"hfhfhf":2702,"eeeeeffffff":2703,"ghhhhff":2704,"ggggghgf":2705,"gghhhhggf":2706,"eeddccd":2707,"ghhhhhhhhhhhhhhhhhhhhhhhhh":2708,"eddeeff":2709,"geeddd":2710,"ededf":2711,"gaf":2712,"eddcccc":2713,"ccbbccb":2714,"ecba":2715,"eddedf":2716,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2717,"gghhhhhhhhhhhhhhhhh":2718,"ccdfgf":2719,"cbbbcccb":2720,"hhhgd":2721,"gfffgfff":2722,"ggghhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":2723,"ghghggf":2724,"aaaabaab":2725,"eeeefgf":2726,"ggggfeef":2727,"fffdd":2728,"cbbced":2729,"ccbbbccd":2730,"cbcccbbb":2731,"efefdf":2732,"eeeddb":2733,"cbbbbcdd":2734,"efgfef":2735,"ggggghggf":2736,"cdegf":2737,"cbbbccdd":2738,"ffdd":2739,"ededb":2740,"gghhhhhhhhhhhhhhhhhhh":2741,"edddeddd":2742,"ghhhgfd":2743,"ghhhghhhh":2744,"eceef":2745,"gggffe":2746,"gffffed":2747,"aaaaaaaaaaaaaaaaabb":2748,"cccbbabb":2749,"cdddeff":2750,"cccccdf":2751,"ccbdf":2752,"aaaababb":2753,"cegh":2754,"eegd":2755,"gcfcf":2756,"cabaab":2757,"gcfdeed":2758,"gggghhhhhhhhhhhhhhhhhhhhhhhh":2759,"cdgf":2760,"ccbbccbb":2761,"cbbbabbb":2762,"aaabbbbbbbbb":2763,"cdba":2764,"eeefedd":2765,"eeedcdd":2766,"gecbb":2767,"eeddedd":2768,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaab":2769,"dgf":2770,"cbbbbccd":2771,"ccddee":2772,"dede":2773,"cdddcddd":2774,"gefde":2775,"aabdd":2776,"cccce":2777,"egfh":2778,"dddeef":2779,"edddccd":2780,"ccdddef":2781,"ebebdb":2782,"gghgfd":2783,"ccbaaaaab":2784,"ggfffggf":2785,"gegegege":2786,"ggggfgggf":2787,"ggffedd":2788,"bbcf":2789,"eeefdd":2790,"cefdd":2791,"decbb":2792,"cda":2793,"bbbdd":2794,"ffgff":2795,"Ġhhhhhhhh":2796,"ecbabb":2797,"eeddee":2798,"cdbcbcb":2799,"hhhhhhgf":2800,"gedddd":2801,"fef":2802,"ghhhgfff":2803,"caaaaaa":2804,"cccccbbbbbbb":2805,"ccccdcdd":2806,"hgfd":2807,"cgbgbgbgb":2808,"eedefff":2809,"cababab":2810,"ccaaaab":2811,"decb":2812,"ccbcdf":2813,"dad":2814,"ccede":2815,"effefff":2816,"ghhhhhhhhhhhhhhhhhhhhhhhhhh":2817,"eeegff":2818,"hhhfd":2819,"cccccccccdd":2820,"gafa":2821,"cccccded":2822,"cccccdddddd":2823,"caaaaaaaab":2824,"ccbbbabb":2825,"ghggghhh":2826,"cefgff":2827,"cfgd":2828,"cceeef":2829,"cdeeddd":2830,"aaaaaaaaaaaaaaaaaaaaaaaaaab":2831,"Ġgff":2832,"edcccd":2833,"ccceee":2834,"cdddeef":2835,"aaabbd":2836,"eeededed":2837,"ghhhged":2838,"ededdd":2839,"ghghghghghgh":2840,"bbdd":2841,"efffffd":2842,"cbcbcbcbcbcbcbcb":2843,"eeeeeeeeef":2844,"effffgff":2845,"cfcgb":2846,"cbaabbbb":2847,"cddddef":2848,"chb":2849,"ccccbab":2850,"heh":2851,"ghhghf":2852,"ghhghhhh":2853,"fbeb":2854,"cbbaaaaaab":2855,"abababbb":2856,"gghhhhhgh":2857,"ggffggff":2858,"aaaaaaaaaaaabbbb":2859,"cbcdef":2860,"deeb":2861,"ffffgf":2862,"gghhhhhhhhhhhhhhhhhhhhh":2863,"cegfd":2864,"hfhghgh":2865,"gggggghhhhhhh":2866,"cdddedd":2867,"Ġde":2868,"eedeedd":2869,"ffggf":2870,"cdfef":2871,"ggggggghhhhh":2872,"gggggggggffff":2873,"cceded":2874,"eddddb":2875,"caaabbb":2876,"ccbbbbbbbbbbbbb":2877,"egge":2878,"ghhhhhhhhf":2879,"gcc":2880,"cbaaaaaaaab":2881,"eefgfff":2882,"cbbcccbb":2883,"cededed":2884,"ccccccccbbb":2885,"ggfffgff":2886,"efffgggf":2887,"ggghggff":2888,"gchchc":2889,"hahahahaha":2890,"edfeff":2891,"eeecdd":2892,"abbbaaab":2893,"fffffffffff":2894,"efffffgf":2895,"gggggggggggggggggggggggggggg":2896,"aabbbaab":2897,"ggggd":2898,"Ġcd":2899,"hdhdhd":2900,"cdfb":2901,"ccccdff":2902,"eghgf":2903,"cbbbcccd":2904,"eeghh":2905,"cbcbccd":2906,"cbbdff":2907,"dfdb":2908,"hehf":2909,"eedfdf":2910,"edeeed":2911,"cccbdb":2912,"cbbbaabb":2913,"cdddcccd":2914,"eeeeeefffff":2915,"cccbaaab":2916,"eece":2917,"aaaabbbbbbbb":2918,"ghhhhhhhhgf":2919,"aaaaaaaaaaaaaaaaaaaabb":2920,"effeddd":2921,"aaace":2922,"ghgeef":2923,"ccbbcbb":2924,"ddcccd":2925,"effffggf":2926,"cccefff":2927,"eedfb":2928,"gggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggg":2929,"cdcbab":2930,"hhhhhhhhhhhhhhhhhh":2931,"ccbddd":2932,"gggffgff":2933,"efedef":2934,"ghhhgghhh":2935,"cbbbbbabb":2936,"ffffd":2937,"ecddceb":2938,"eeeccd":2939,"cccccccccccd":2940,"ghhhggh":2941,"cabbbbb":2942,"ceefd":2943,"fhhh":2944,"gdde":2945,"eadb":2946,"hged":2947,"cdddeed":2948,"cdddcbb":2949,"Ġeff":2950,"aabbbbbbbbbb":2951,"ceddddd":2952,"caad":2953,"ccbcccbb":2954,"ghhhgg":2955,"ggghgggf":2956,"cccbcccb":2957,"ffffef":2958,"ddbd":2959,"cbcab":2960,"Ġaaab":2961,"eeefgggf":2962,"eccf":2963,"ddccbb":2964,"ddddef":2965,"aaaaba":2966,"eedede":2967,"edeeff":2968,"cddfd":2969,"gcfdf":2970,"abba":2971,"gdgf":2972,"cddbab":2973,"egfef":2974,"dbaabb":2975,"cccaab":2976,"ecbcd":2977,"cbbbce":2978,"cdcddf":2979,"ccbccccd":2980,"ccddcccd":2981,"cccbbbbbbbbbbb":2982,"hfhfhgh":2983,"edddeeed":2984,"cdeggf":2985,"eecc":2986,"cdfgff":2987,"ggghhgff":2988,"cddcbbbb":2989,"cgdf":2990,"gahahahaha":2991,"effeedd":2992,"gghhhhhhhhhhhhhhhhhhhhhh":2993,"cbcbcbd":2994,"ccdccbbb":2995,"cbcdddd":2996,"abbba":2997,"eeefefff":2998,"gggggghhhhhhhh":2999,"hhd":3000,"dbce":3001,"eefeeff":3002,"eeecbb":3003,"decf":3004,"ggfgfff":3005,"dbba":3006,"ghgdd":3007,"ebaaa":3008,"dddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddd":3009,"dfgg":3010,"gghghhhhh":3011,"cefee":3012,"ggghgggh":3013,"efffffef":3014,"ccceeed":3015,"cecedf":3016,"caaaaabb":3017,"edeggf":3018,"eddcbbb":3019,"gghhgggf":3020,"ecbaaab":3021,"cceeedd":3022,"aaaaaaaaaabbbbb":3023,"gchbhb":3024,"Ġee":3025,"cedbbb":3026,"cfhhhh":3027,"cbbaaaabb":3028,"Ġaaaaaaaaaaaaaaaa":3029,"edfdd":3030,"dcba":3031,"gggggfgff":3032,"gghgggff":3033,"ddddddddddddd":3034,"ghgfgf":3035,"gghghgggg":3036,"ghhhgggg":3037,"gdbbb":3038,"eeddbb":3039,"gghhge":3040,"Ġhhhhhhh":3041,"gggghhhhhhhhhhh":3042,"ggggfeff":3043,"edccdd":3044,"cbbded":3045,"abbbabbb":3046,"gffffd":3047,"hcf":3048,"eddeddd":3049,"bbbbbbbbbbbbbbbbbb":3050,"gahahahahahb":3051,"cccccccccccccccccccccccc":3052,"ccbcbbbbb":3053,"cccccef":3054,"cdbaa":3055,"gffge":3056,"gggghhgf":3057,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaab":3058,"cdeeeed":3059,"ecfd":3060,"eeedee":3061,"eedccbb":3062,"gba":3063,"ecce":3064,"gdgcgc":3065,"gghhggff":3066,"cdbdbdb":3067,"ccbcef":3068,"eeffgfff":3069,"eeefeeef":3070,"eebbb":3071,"dfded":3072,"eebab":3073,"aaaaaaaabab":3074,"eeddcccd":3075,"aabdf":3076,"eefefd":3077,"ghhhgggh":3078,"cccbdd":3079,"ccbbbcdd":3080,"eefffeff":3081,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":3082,"efebb":3083,"hdhc":3084,"ccddcb":3085,"gfgfgfgfgf":3086,"hahahaha":3087,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":3088,"geffd":3089,"cdcbbbbb":3090,"efefed":3091,"hgef":3092,"dbc":3093,"ggfffd":3094,"ccccbccd":3095,"aaaaaaabab":3096,"hhgef":3097,"cccccccdddd":3098,"ggggffed":3099,"ababaca":3100,"cdcdef":3101,"cecfd":3102,"ecbbd":3103,"hhfe":3104,"cebebeb":3105,"ghghhhhhhh":3106,"abababababab":3107,"ghhhhhhhhhgf":3108,"eedcddd":3109,"cccbccdd":3110,"eefeeed":3111,"cecddd":3112,"gfgfgfff":3113,"aaaaababb":3114,"fbfcf":3115,"ccccddf":3116,"cbbcbcb":3117,"geefd":3118,"ccccccc":3119,"ggghghf":3120,"eeeeedf":3121,"eeeeeeded":3122,"ghhggghh":3123,"hhhhggf":3124,"aaaaaaaaaaaaaaaaaaaaaaaaaaaab":3125,"ghggggggf":3126,"ccbbcb":3127,"aaaaad":3128,"ededef":3129,"ccedcb":3130,"eddcccdd":3131,"cdcccbb":3132,"eegg":3133,"efffeedd":3134,"cfgfd":3135,"gfgfggf":3136,"ccaabb":3137,"cbbbccbbb":3138,"ededff":3139,"cbbbcddd":3140,"efffeeff":3141,"gghhhhhhhhhhhhhhhhhhhhhhh":3142,"eggggf":3143,"Ġabb":3144,"cccccccbcb":3145,"cedfe":3146,"ffffed":3147,"eeecb":3148,"hgfe":3149,"geffgf":3150,"eege":3151,"cbbbbcb":3152,"ccbbaabb":3153,"cddcddd":3154,"ceedbb":3155,"ceegf":3156,"effggggf":3157,"eddfgf":3158,"aae":3159,"eeeeeefef":3160,"ghhfff":3161,"edddeeff":3162,"ebbd":3163,"ccccbbbbbbbbb":3164,"ebabb":3165,"hahbhb":3166,"ceedddd":3167,"ccdbd":3168,"aaaaaaaaaaaaaaaaaaaa":3169,"cccdcbb":3170,"ccbccbbb":3171,"dffed":3172,"cfgff":3173,"cbbbcbcb":3174,"cefdb":3175,"eeeeefed":3176,"cdbeb":3177,"ggfeeff":3178,"effgggff":3179,"efffeeef":3180,"Ġbbbbbb":3181,"ccccce":3182,"cbbbbaaab":3183,"ghhgfef":3184,"edede":3185,"gghgggggf":3186,"gfffffef":3187,"eeeffgff":3188,"eeefdf":3189,"ababaaab":3190,"ghhhghgh":3191,"effddd":3192,"gefdd":3193,"eeddddddddd":3194,"ggggffgf":3195,"gca":3196,"gfffeef":3197,"gghhff":3198,"gdbab":3199,"eecf":3200,"ccbccddd":3201,"ccdcccdd":3202,"ggeedd":3203,"cbed":3204,"cababbb":3205,"faeb":3206,"cdccddd":3207,"cdeefff":3208,"ggfde":3209,"efhhh":3210,"ccbaabbb":3211,"gghggggh":3212,"ggggghf":3213,"cceffff":3214,"cbbabbbbb":3215,"eddddddddddd":3216,"gggfffffffff":3217,"cdcbaab":3218,"ghhgee":3219,"ddc":3220,"edfefef":3221,"aaaaaaaabbbbbb":3222,"Ġhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh":3223,"dcaa":3224,"cdedddd":3225,"cdffed":3226,"fffee":3227,"ddbbbb":3228,"cehhh":3229,"ghhgfed":3230,"gggffgggf":3231,"aaaaaaaaaaaaaaaaaaabb":3232,"cbbbcef":3233,"ghhhhhhhhhhhhhhhhhhhhhhhhhhhh":3234,"efeeed":3235,"ccdbdb":3236,"eeedddddddd":3237,"bbbbbbbbbbbbbbbbbbb":3238,"gedde":3239,"ddefff":3240,"dfgggf":3241,"cccba":3242,"eedddff":3243,"efege":3244,"cbcce":3245,"eedeeef":3246,"ceggg":3247,"efffffed":3248,"gggggggggggfff":3249,"cccdcddd":3250,"cddefff":3251,"cfdeedf":3252,"ggggfee":3253,"cbeb":3254,"ggggggffffff":3255,"ghgedd":3256,"eefeffff":3257,"caabd":3258,"gghhhhhhgf":3259,"ghgghhhh":3260,"gggggggghhhh":3261,"cecfcf":3262,"gghghggf":3263,"aaaaaaaaaaaaaaabbb":3264,"hhhhhhhhhhhhhhhhhhhh":3265,"eeeefeff":3266,"cedeed":3267,"cbbbcdf":3268,"ggghhhggf":3269,"hgggh":3270,"ggggghhhhhhhhh":3271,"ddbaab":3272,"edba":3273,"gggghhhhhhhhhhhh":3274,"cbcbbbbbbb":3275,"cddeee":3276,"dddeed":3277,"ghgeb":3278,"Ġeef":3279,"cdccbbbb":3280,"Ġfe":3281,"efded":3282,"eeccbb":3283,"ecdbb":3284,"Ġded":3285,"ccbcf":3286,"ebcf":3287,"ggggggggfffff":3288,"ceebb":3289,"dffgf":3290,"fffeff":3291,"cccccbcd":3292,"ccccccbbbbbb":3293,"ddecfb":3294,"ggfdb":3295,"ccccdded":3296,"eged":3297,"gghgd":3298,"ccbbbaab":3299,"cbcbab":3300,"cada":3301,"egegf":3302,"gghggghh":3303,"ecccdd":3304,"hhged":3305,"dbbbb":3306,"ehhf":3307,"ccbde":3308,"ccccccddddd":3309,"ggggfedd":3310,"cdddddddddd":3311,"aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa":3312,"hgge":3313,"gggggfffffff":3314,"aabbaabb":3315,"ccbc":3316,"ghhgggff":3317,"cbccbbbb":3318,"hgb":3319,"Ġdb":3320,"geffegd":3321,"ccdfed":3322,"ggfge":3323,"eeebb":3324,"gggggggggghh":3325,"aaaaaabd":3326,"effffeff":3327,"cbbbbbbab":3328,"eeeededd":3329,"ccccdeff":3330,"eeeeddddddd":3331,"gchbhbhb":3332,"hghhhh":3333,"fed":3334,"hgggg":3335,"fffggf":3336,"ccdeeef":3337,"eeeeeeedddd":3338,"gdee":3339,"cbceff":3340,"ggeddf":3341,"cfcgbgb":3342,"hahahahahb":3343,"ccbcccdd":3344,"eeefffffffff":3345,"aaaac":3346,"efgfff":3347,"bbbdf":3348,"ecccb":3349,"eccbbb":3350,"aabbbabb":3351,"cbbababb":3352,"eededddd":3353,"gec":3354,"ghhhhhhgff":3355,"gffffgff":3356,"ccddeeff":3357,"cdecd":3358,"ccddddddddd":3359,"ccdcbbbb":3360,"ededeef":3361,"eeffffed":3362,"aaaaabbbbbbbb":3363,"edddeedd":3364,"deced":3365,"ccccccccdddd":3366,"ecbdf":3367,"aaaabbab":3368,"gggedf":3369,"cbaaaaaabb":3370,"cdcdcddd":3371,"eeffffgf":3372,"aaabaaaab":3373,"gggeee":3374,"eddeeef":3375,"eeeeeeddddd":3376,"ghgfed":3377,"efefgf":3378,"gdddd":3379,"abbbd":3380,"cffed":3381,"Ġfffff":3382,"ddce":3383,"edddfff":3384,"ggdcb":3385,"ggfdf":3386,"gcefb":3387,"aaaaaabbbbbbb":3388,"cadada":3389,"efegfgf":3390,"eeeedeef":3391,"gbfced":3392,"cbdddd":3393,"ghghhhhhhhhhh":3394,"gggfggff":3395,"cdcddddd":3396,"gfffggff":3397,"ggfddd":3398,"gggffeef":3399,